{"type":"tft-anomaly","version":"14.24.1","data":{"TFT13_GoopBuff_BerserkerRage":{"Title":"Furia berserker","Description":"Obtiene 25 de poder de habilidad y un 25% de daño de ataque. Con menos del 50% de vida, se triplica."},"TFT13_GoopBuff_Bulwark":{"Title":"Baluarte","Description":"Obtiene 40 de armadura y 40 de resistencia mágica. Con más del 50% de vida, se triplica."},"TFT13_GoopBuff_DualWielding":{"Title":"A dos manos","Description":"Obtienes 2 objetos completos para el rol de este campeón."},"TFT13_GoopBuff_EagleEye":{"Title":"Ojo de águila","Description":"Obtiene 1 de alcance. Cada 2 s durante los que este campeón no se mueva, obtiene un 6% de daño de ataque."},"TFT13_GoopBuff_Fortified":{"Title":"Fortificación","Description":"Obtiene un 12% de vida máxima. Cada 4 s, obtiene otro 12% (hasta 5 veces)."},"TFT13_GoopBuff_Freestyling":{"Title":"Estilo libre","Description":"Obtiene un 4.5% de amplificación de daño por cada atributo activo que no sea único que tengas."},"TFT13_GoopBuff_Hypervelocity":{"Title":"Hipervelocidad","Description":"Obtiene un 10% de velocidad de ataque. Tras el lanzamiento, obtiene un 15% de velocidad de ataque acumulable durante el resto del combate."},"TFT13_GoopBuff_KillStreak":{"Title":"Racha de asesinatos","Description":"Obtiene 20 de maná con cada asesinato."},"TFT13_GoopBuff_MagicTraining":{"Title":"Formación mágica","Description":"Obtiene 15 de poder de habilidad. Tras el lanzamiento, tu equipo obtiene 2 de poder de habilidad por cada 20 de maná gastado."},"TFT13_GoopBuff_ShouldertheBurden":{"Title":"Escudo protector","Description":"Al comienzo del combate y cada 8 s: Otorga un escudo del 12% de la vida máxima a sí mismo y a los 2 aliados con menos vida durante 4 s."},"TFT13_GoopBuff_StrengthTraining":{"Title":"Entrenamiento de fuerza","Description":"Obtiene un 20% de daño de ataque. Cada 3 ataques, tu equipo obtiene un 4% de daño de ataque."},"TFT13_GoopBuff_TheFinisher":{"Title":"El golpe final","Description":"Los ataques y la habilidad de este campeón ejecutan a los campeones enemigos que tengan un 15% de vida o menos."},"TFT13_GoopBuff_Thornskin":{"Title":"Piel de espinas","Description":"Obtiene 60 de armadura y 60 de resistencia mágica. Tras recibir daño, inflige un 20% del daño bloqueado a los enemigos adyacentes como daño mágico. "},"TFT13_GoopBuff_GiantSized":{"Title":"Pasos agigantados","Description":"Obtiene 1000 de vida y aumenta notablemente de tamaño."},"TFT13_GoopBuff_EnergyAbsorption":{"Title":"Absorción de energía","Description":"Obtiene 30 de poder de habilidad. Cada vez que un aliado muere, obtiene un 5% de su poder de habilidad."},"TFT13_GoopBuff_Bully":{"Title":"Matón","Description":"Obtienes un 12% de amplificación de daño, que aumenta hasta un 36% contra unidades con un nivel de estrellas inferior."},"TFT13_GoopBuff_EssenceofNavori":{"Title":"Esencia de Navori","Description":"El maná máximo se reduce un 10%, y aumenta un 10% cada vez que este campeón lanza su habilidad (hasta un 40%)."},"TFT13_GoopBuff_AvalancheofArmor":{"Title":"Avalancha de armadura","Description":"Obtiene %i:scaleAD% daño de ataque equivalente al 30% de la armadura. Obtiene 50 %i:scaleArmor% de armadura."},"TFT13_GoopBuff_TouchofFrost":{"Title":"Toque de escarcha","Description":"Las habilidades <TFTKeyword>congelan</TFTKeyword> (reducen la velocidad de ataque) un 20% a los enemigos durante 4 s. Cuando los enemigos <TFTKeyword>congelados</TFTKeyword> mueren, aturden al enemigo más cercano durante 1 s."},"TFT13_GoopBuff_Knockout":{"Title":"Fuera de combate","Description":"Obtienes un 15% de daño de ataque. Tras lanzar la habilidad, su siguiente ataque obtiene un 35% de probabilidad de impacto crítico e inflige un 90% de daño verdadero."},"TFT13_GoopBuff_CenteroftheUniverse":{"Title":"Centro del universo","Description":"Obtiene 6 estrellas que orbitan alrededor de este campeón. Cada estrella inflige 75 de daño mágico y la órbita se amplía hasta llegar al objetivo actual del campeón."},"TFT13_GoopBuff_CosmicRhythm":{"Title":"Ritmo cósmico","Description":"Ya no obtiene maná. En su lugar, lanza su habilidad cada 4 s."},"TFT13_GoopBuff_ArcanaOverwhelming":{"Title":"Poder arcano aplastante","Description":"Obtiene %i:scaleAP% poder de habilidad equivalente a un 25% de la resistencia mágica. Obtiene 65 de resistencia mágica."},"TFT13_GoopBuff_Invisibility":{"Title":"Invisibilidad","Description":"Cada 6 s, se vuelve invisible durante 1 s. El siguiente ataque tiene un 100% de probabilidad de impacto crítico."},"TFT13_GoopBuff_AllForOne":{"Title":"La fuerza de la amistad","Description":"Obtiene un 1% de amplificación de daño por cada nivel de estrella en tu tablero. Los campeones de 3 estrellas otorgan un 8% de amplificación de daño."},"TFT13_GoopBuff_OneThousandCuts":{"Title":"Mil cortes","Description":"Los ataques infligen 30 de daño verdadero adicional, además de 12 de daño verdadero por cada vez que el objetivo haya recibido daño de este efecto."},"TFT13_GoopBuff_MageArmor":{"Title":"Armadura de mago","Description":"Obtiene armadura y resistencia mágica equivalentes a un 50% del poder de habilidad."},"TFT13_GoopBuff_AvariceIncarnate":{"Title":"La avaricia encarnada","Description":"Obtiene 5 de oro. Obtiene un 15% de amplificación de daño y un 1% más por cada 2 de oro que tengas (hasta un 40%)."},"TFT13_GoopBuff_EvenInDeath":{"Title":"Última oportunidad","Description":"La primera vez que muera, revive con la vida al máximo, obtiene un 50% de velocidad de ataque y un 20% de omnisucción, pero pierde un 12.5% de vida por segundo."},"TFT13_GoopBuff_TitanicStrikes":{"Title":"Golpes titánicos","Description":"Los ataques infligen un 40% de daño de ataque adicional al objetivo y a los enemigos adyacentes. "},"TFT13_GoopBuff_SlowCooker":{"Title":"A fuego lento","Description":"Cada segundo, inflige daño mágico en un radio de 1 hexágono(s) equivalente al 3% de su vida máxima. El radio aumenta cada 6 s."},"TFT13_GoopBuff_HeavyHitter":{"Title":"Peso pesado","Description":"Los ataques infligen daño físico adicional equivalente a un 20% de la vida máxima de este campeón (enfriamiento: 2.5 s)."},"TFT13_GoopBuff_LegacyOfShurima":{"Title":"Legado de Shurima","Description":"Tras 10 s de combate, asciende y obtiene un 50% de vida máxima y un 60% de velocidad de ataque."},"TFT13_GoopBuff_ShareYourEnergy":{"Title":"Energía compartida","Description":"Comienzo del combate: Otorga un 15% de su daño de ataque, poder de habilidad, vida, armadura y resistencia mágica a los aliados adyacentes."},"TFT13_GoopBuff_Headhunter":{"Title":"Cazador de cabezas","Description":"Este campeón obtiene un 15% de velocidad de ataque. Cada 1 asesinato(s), obtiene un 1% más de forma permanente (se duplica en Hyper Roll). <TFTTrackerLabel>(Asesinatos en total:&nbsp;@TFTUnitProperty.:TFT13_SetMechanic_EvolveBuff_Headhunter_CurrentKills@) </TFTTrackerLabel> "},"TFT13_GoopBuff_CullTheWeak":{"Title":"Sacrificar a los débiles","Description":"Obtienes hasta un 100% de probabilidad de impacto crítico según la vida que le falte al objetivo. Cada 3 s, marca como objetivo al enemigo con menor porcentaje de vida dentro de su alcance."},"TFT13_GoopBuff_SlimeTime":{"Title":"¡Hora del limo!","Description":"Cada 2 s, inflige un 130% (%i:scaleAP%) de daño mágico en un radio de 1 hexágono y cura a este campeón un 100% del daño infligido."},"TFT13_GoopBuff_UnstoppableForce":{"Title":"Fuerza imparable","Description":"Al conseguir un asesinato, carga contra el siguiente objetivo y lo aturde durante 1.5 s. Luego, se cura un 10% de la vida máxima."},"TFT13_GoopBuff_Fireball":{"Title":"Bola de fuego","Description":"Por cada 70 de maná gastado, lanza una bola de fuego a 2 hexágono(s) que inflige un 6% de daño verdadero en función de la vida máxima y aplica una <TFTKeyword>quemadura</TFTKeyword> durante 5&nbsp;s."},"TFT13_GoopBuff_ScuttleFamiliar":{"Title":"Compañero escurridizo","Description":"Al morir, invoca un cangrejo con un 100% de su vida máxima, armadura y resistencia mágica."},"TFT13_GoopBuff_CallingCard":{"Title":"Tarjeta de presentación","Description":"Obtiene un emblema de uno de los atributos que no sean únicos de este campeón."},"TFT13_GoopBuff_MagicMind":{"Title":"Sobresaliente en magia","Description":"Este campeón obtiene un 40% más de poder de habilidad de todas las fuentes."},"TFT13_GoopBuff_ComebackStory":{"Title":"Relato de un regreso","Description":"Obtiene un 6% de amplificación de daño por cada 10 de vida de jugador que hayas perdido en esta partida."},"TFT13_GoopBuff_HardenedMind":{"Title":"Experto en defensa","Description":"Este campeón obtiene un 66% más de armadura y resistencia mágica de todas las fuentes."},"TFT13_GoopBuff_SharpenedMind":{"Title":"Pericia en ataque","Description":"Este campeón obtiene un 55% más de daño de ataque de todas las fuentes."},"TFT13_GoopBuff_DeftHands":{"Title":"Miniyós","Description":"Obtienes 3 minis que infligen un 30% (%i:scaleAD%) de daño de ataque cada 3 ataques. Sus ataques reducen la armadura en 5."},"TFT13_GoopBuff_PowerAbsorption":{"Title":"Absorción de poder","Description":"Obtiene un 30% de daño de ataque. Cada vez que un aliado muere, obtiene un 9% de su daño de ataque."},"TFT13_GoopBuff_Miniaturize":{"Title":"Miniatura","Description":"Se transforma en un objeto que otorga un 75% de su daño de ataque, poder de habilidad, armadura y resistencia mágica. No conserva los objetos equipados. "},"TFT13_GoopBuff_DeepRoots":{"Title":"Enraizado","Description":"Obtiene 700 de vida, 25 de armadura y 25 de resistencia mágica. No se puede mover ni quedar aturdido, y atrae a su objetivo hasta tenerlo al alcance."},"TFT13_GoopBuff_WolfFamiliars":{"Title":"Hermanos lobo","Description":"Invoca 2 lobos inalcanzables con un 50% del daño de ataque de este campeón y 0.9 de velocidad de ataque."},"TFT13_GoopBuff_CertainDeath":{"Title":"De cabeza","Description":"Tras el primer lanzamiento, se abalanza contra los enemigos, aturde en un radio de 2 hexágono(s) durante 1.5 s y obtiene un 25% de velocidad de ataque y un 20% de omnisucción."},"TFT13_GoopBuff_Dragonsoul":{"Title":"Alma de dragón","Description":"El primer ataque de este campeón contra un nuevo objetivo desata una explosión de Alma de dragón, que inflige un 20% de daño verdadero en función de la vida máxima."},"TFT13_GoopBuff_IntoTheUnknown":{"Title":"Hacia lo desconocido","Description":"Este campeón desaparece durante 3 rondas. Cuando vuelve, obtiene 50 de poder de habilidad y un 50% de daño de ataque."},"TFT13_GoopBuff_NothingWasted":{"Title":"Todo se aprovecha","Description":"Cuando muere un aliado, obtiene un 70% de su maná actual."},"TFT13_GoopBuff_UltimateHero":{"Title":"Heroísmo puro","Description":"Tras 3 rondas, mejora un campeón de coste 1 y 3 estrellas a 4 estrellas."},"TFT13_GoopBuff_LaserEyes":{"Title":"Ojos láser","Description":"Inflige un 100% del poder de habilidad como daño mágico por segundo de forma constante en una línea de 3 hexágonos y aplica una <TFTKeyword>quemadura</TFTKeyword> a los enemigos durante 3 s."},"TFT13_GoopBuff_HungerForPower":{"Title":"Sed de poder","Description":"Comienzo del combate: Consume al aliado más cercano y obtiene un 60% de su vida y daño de ataque."},"TFT13_GoopBuff_DramaticEntrance":{"Title":"Entrada épica","Description":"Comienzo del combate: Sale del campo de batalla. Tras 6 s, llega con un 55% de vida máxima adicional y <TFTKeyword>aturde</TFTKeyword> a todos los enemigos durante 2&nbsp;s."},"TFT13_GoopBuff_Stoneskin":{"Title":"Piel pétrea","Description":"Comienzo del combate: Otorga 225 de armadura y resistencia mágica. Cada segundo, esta bonificación se reduce en 10."},"TFT13_GoopBuff_Repulsor":{"Title":"Repulsión","Description":"Obtiene un 35% de velocidad de ataque. Tras el lanzamiento, hace retroceder a su objetivo si está a un máximo de 2 hexágonos."},"TFT13_GoopBuff_Hivemind":{"Title":"Mente colmena","Description":"Obtienes una copia del primer campeón que esta unidad mate cada combate contra un jugador. Obtiene un 25% de amplificación de daño."}}}