{"type":"tft-anomaly","version":"15.4.1","data":{"TFT13_GoopBuff_BerserkerRage":{"Title":"Berserker Rage","Description":"Mendapatkan 25 Ability Power & 25% Attack Damage. Tiga kali lipat saat di bawah 70% health."},"TFT13_GoopBuff_Bulwark":{"Title":"Bulwark","Description":"Mendapatkan 40 Armor & 40 Magic Resist. Tiga kali lipat saat di atas 50% health."},"TFT13_GoopBuff_DualWielding":{"Title":"Dual Wielding","Description":"Mendapatkan 2 item lengkap yang sesuai dengan role champion ini."},"TFT13_GoopBuff_EagleEye":{"Title":"Eagle Eye","Description":"Mendapatkan +1 Range. Tiap 2 detik, champion ini tidak bergerak, mendapatkan 6% Attack Damage."},"TFT13_GoopBuff_Fortified":{"Title":"Fortified","Description":"Mendapatkan 12% Health maksimum. Tiap 4 detik, mendapatkan 12% lainnya (hingga 5 kali)."},"TFT13_GoopBuff_Freestyling":{"Title":"Freestyling","Description":"Mendapatkan 5% Damage Amp untuk setiap trait non-unik milikmu yang diaktifkan."},"TFT13_GoopBuff_Hypervelocity":{"Title":"Hypervelocity","Description":"Mendapatkan 20% Attack Speed. Saat cast, mendapatkan 15% stack Attack Speed selama sisa pertempuran."},"TFT13_GoopBuff_KillStreak":{"Title":"Kill Streak","Description":"Mendapatkan 20 Mana tiap kali kill."},"TFT13_GoopBuff_MagicTraining":{"Title":"Magic Training","Description":"Mendapatkan 15 Ability Power. Saat cast, timmu mendapatkan 2 Ability Power untuk tiap 20 Mana dihabiskan."},"TFT13_GoopBuff_ShouldertheBurden":{"Title":"Protective Shielding","Description":"Awal Pertempuran dan setiap 8 detik: Memberikan 12% Shield Health maksimum kepada diri sendiri dan 2 sekutu dengan health terendah selama 4 detik."},"TFT13_GoopBuff_StrengthTraining":{"Title":"Strength Training","Description":"Mendapatkan 20% Attack Damage. Tiap 3 kali mereka menyerang, timmu mendapatkan 4% Attack Damage."},"TFT13_GoopBuff_TheFinisher":{"Title":"The Finisher","Description":"Serangan dan Ability champion ini mengeksekusi champion musuh dengan 15% health atau di bawahnya."},"TFT13_GoopBuff_Thornskin":{"Title":"Thornskin","Description":"Mendapatkan 60 Armor dan 60 Magic Resist. Saat menerima damage, menghasilkan 20% damage yang dihalau sebagai magic damage ke musuh yang berdekatan. "},"TFT13_GoopBuff_GiantSized":{"Title":"Giant-Sized","Description":"Mendapatkan 1000 Health dan bertambah besar."},"TFT13_GoopBuff_EnergyAbsorption":{"Title":"Energy Absorption","Description":"Mendapatkan 30 Ability Power. Tiap kali sekutu mati, mendapatkan 8% Ability Power."},"TFT13_GoopBuff_Bully":{"Title":"Bully","Description":"Mendapatkan 11% Damage Amp, hingga 33% saat melawan unit dengan level bintang lebih rendah."},"TFT13_GoopBuff_EssenceofNavori":{"Title":"Essence of Navori","Description":"Mana maksimum turun sebesar 10%, meningkat sebesar 10% tiap kali champion melakukan cast (maks 40%)."},"TFT13_GoopBuff_AvalancheofArmor":{"Title":"Avalanche of Armor","Description":"Mendapatkan %i:scaleAD% Attack Damage setara dengan 30% Armor. Mendapatkan 70 %i:scaleArmor% Armor."},"TFT13_GoopBuff_TouchofFrost":{"Title":"Touch of Frost","Description":"Cast ability menerapkan 20% <TFTKeyword>Chill</TFTKeyword> (mengurangi Attack Speed) pada musuh selama 8 detik. Saat musuh mati terkena <TFTKeyword>Chill</TFTKeyword>, mereka menerapkan stun ke musuh terdekat selama 1.5 detik."},"TFT13_GoopBuff_Knockout":{"Title":"Knockout","Description":"Mendapatkan 15% Attack Damage. Serangan berikutnya setelah cast mendapatkan 35% Critical Strike Chance dan menghasilkan 90% true damage."},"TFT13_GoopBuff_CenteroftheUniverse":{"Title":"Center of the Universe","Description":"Mendapatkan 6 star yang mengorbit champion ini. Tiap star menghasilkan 80 magic damage dan orbitnya meluas untuk menyerang target champion saat ini."},"TFT13_GoopBuff_CosmicRhythm":{"Title":"Cosmic Rhythm","Description":"Tidak lagi mendapatkan mana, tetapi melakukan cast Ability mereka tiap 4 detik sebagai gantinya."},"TFT13_GoopBuff_ArcanaOverwhelming":{"Title":"Arcana Overwhelming","Description":"Mendapatkan %i:scaleAP% Ability Power setara dengan 30% Magic Resist. Mendapatkan 100 Magic Resist."},"TFT13_GoopBuff_Invisibility":{"Title":"Invisibility","Description":"Tiap 6 detik, menjadi invisible selama 1 detik. Serangan berikutnya akan memiliki 100% Critical Strike Chance."},"TFT13_GoopBuff_AllForOne":{"Title":"Force of Friendship","Description":"Mendapatkan 1% Damage Amp untuk tiap level bintang di arenamu. Champion bintang 3 memberikan 8% Damage Amp sebagai gantinya."},"TFT13_GoopBuff_OneThousandCuts":{"Title":"One Thousand Cuts","Description":"Serangan menghasilkan 30 true damage bonus, plus 12 true damage tiap kali musuh terkena damage dari efek ini."},"TFT13_GoopBuff_MageArmor":{"Title":"Mage Armor","Description":"Mendapatkan Armor dan Magic Resist setara dengan 50% of Ability Power."},"TFT13_GoopBuff_AvariceIncarnate":{"Title":"Avarice Incarnate","Description":"Mendapatkan 5 gold. Mendapatkan 15% Damage Amp dan 1% lebih banyak per 2 gold yang kamu miliki (maks 40%)."},"TFT13_GoopBuff_EvenInDeath":{"Title":"Last Chance","Description":"Saat pertama kali mati, hidupkan kembali dengan Health penuh, mendapatkan 33% Attack Speed dan 20% Omnivamp, tetapi kehilangan 12.5% Health tiap detik."},"TFT13_GoopBuff_TitanicStrikes":{"Title":"Titanic Strikes","Description":"Serangan menghasilkan 50% Attack Damage tambahan ke target dan musuh yang berdekatan. "},"TFT13_GoopBuff_SlowCooker":{"Title":"Slow Cooker","Description":"Tiap detik, menghasilkan magic damage dalam radius 1 hex, setara dengan 3% Health maksimum mereka. Radius bertambah tiap 6 detik."},"TFT13_GoopBuff_HeavyHitter":{"Title":"Heavy Hitter","Description":"Serangan menghasilkan physical damage bonus setara dengan 30% dari Health maksimum champion ini. (Cooldown: 2.5 detik)"},"TFT13_GoopBuff_LegacyOfShurima":{"Title":"Legacy Of Shurima","Description":"Sesudah 10 detik pertempuran berlangsung, naik, mendapatkan 50% Health maksimum dan 60% Attack Speed"},"TFT13_GoopBuff_ShareYourEnergy":{"Title":"Share Your Energy","Description":"Awal pertempuran: memberikan 15% Attack Damage, Ability Power, Health, Armor, dan Magic Resist ke sekutu yang berdekatan."},"TFT13_GoopBuff_Headhunter":{"Title":"Headhunter","Description":"Champion ini mendapatkan 15% Attack Speed. Tiap 1 kill, mendapatkan 1% lebih banyak Attack Speed permanen (berlipat ganda di Hyper Roll). <TFTTrackerLabel>(Total Kill:&nbsp;@TFTUnitProperty.:TFT13_SetMechanic_EvolveBuff_Headhunter_CurrentKills@) </TFTTrackerLabel> "},"TFT13_GoopBuff_CullTheWeak":{"Title":"Cull The Weak","Description":"Mendapatkan hingga 100% Critical Strike Chance berdasarkan Health target yang hilang. Tiap 3 detik, menargetkan musuh dalam range dengan Health terendah."},"TFT13_GoopBuff_SlimeTime":{"Title":"Slime Time","Description":"Tiap 2 detik, menghasilkan 160% (%i:scaleAP%) magic damage dalam radius 1 hex dan memberi heal champion ini sebesar 100% dari damage yang dihasilkan."},"TFT13_GoopBuff_UnstoppableForce":{"Title":"Unstoppable Force","Description":"Saat takedown, charge target berikutnya dan menerapkan Stun pada mereka selama 1.5 detik, lalu heal sebesar 10% Health maksimum."},"TFT13_GoopBuff_Fireball":{"Title":"Fireball","Description":"Untuk tiap 70 Mana yang dihabiskan, melemparkan fireball dalam radius 2 hex yang menghasilkan true damage sebesar 6% Health maksimum dan menerapkan <TFTKeyword>Burn</TFTKeyword> selama 5 detik."},"TFT13_GoopBuff_ScuttleFamiliar":{"Title":"Scuttle Familiar","Description":"Saat mati, memanggil crab dengan 100% Health Maksimum, Armor, dan Magic Resist mereka."},"TFT13_GoopBuff_CallingCard":{"Title":"Calling Card","Description":"Mendapatkan emblem yang sesuai dengan trait non-unik dari champion ini."},"TFT13_GoopBuff_MagicMind":{"Title":"Magic Expert","Description":"Champion ini mendapatkan 40% lebih banyak Ability Power dari semua sumber."},"TFT13_GoopBuff_ComebackStory":{"Title":"Comeback Story","Description":"Mendapatkan 5% Damage Amp untuk tiap 10 health pemainmu yang hilang dalam game ini."},"TFT13_GoopBuff_HardenedMind":{"Title":"Defense Expert","Description":"Champion ini mendapatkan 90% lebih banyak Armor dan Magic Resist dari semua sumber."},"TFT13_GoopBuff_SharpenedMind":{"Title":"Attack Expert","Description":"Champion ini mendapatkan 55% lebih banyak Attack Damage dari semua sumber."},"TFT13_GoopBuff_DeftHands":{"Title":"Mini Mees","Description":"Mendapatkan 3 mini, menghasilkan 30% (%i:scaleAD%) Attack Damage tiap 2 serangan. Serangannya mengurangi Armor sebesar 5."},"TFT13_GoopBuff_PowerAbsorption":{"Title":"Power Absorption","Description":"Mendapatkan 30% Attack Damage. Tiap kali sekutu mati, mendapatkan 9% Attack Damage."},"TFT13_GoopBuff_Miniaturize":{"Title":"Miniaturize","Description":"Transformasi menjadi item yang memberikan 75% Attack Damage, Ability Power, Armor, dan Magic Resist. Item yang digunakan akan muncul. "},"TFT13_GoopBuff_DeepRoots":{"Title":"Deep Roots","Description":"Mendapatkan 700 Health, 25 Armor, dan 25 Magic Resist. Mereka tidak dapat bergerak atau terkena stun, dan menarik target ke dalam range melee."},"TFT13_GoopBuff_WolfFamiliars":{"Title":"Wolf Familiars","Description":"Memanggil 2 serigala kebal serangan dengan 75% Attack Damage dan 0.9 Attack Speed champion ini."},"TFT13_GoopBuff_CertainDeath":{"Title":"Diving In","Description":"Saat cast pertama, leap ke musuh dan menerapkan stun dalam radius 2 hex selama 1.5 detik, mendapatkan 25% Attack Speed dan 15% Omnivamp."},"TFT13_GoopBuff_Dragonsoul":{"Title":"Dragonsoul","Description":"Serangan pertama champion ini ke target baru akan menembakkan ledakan Dragonsoul, menghasilkan true damage sebesar 20% Health maksimum."},"TFT13_GoopBuff_IntoTheUnknown":{"Title":"Into the Unknown","Description":"Champion ini menghilang selama 3 ronde. Saat kembali, mendapatkan 50 Ability Power dan 50% Attack Damage."},"TFT13_GoopBuff_NothingWasted":{"Title":"Mortal Enemy","Description":"Saat sekutu mati, mendapatkan 50% Mana saat ini."},"TFT13_GoopBuff_UltimateHero":{"Title":"Ultimate Hero","Description":"Sesudah 4 ronde, tingkatkan bintang champion cost-1 bintang-3 menjadi bintang-4!"},"TFT13_GoopBuff_LaserEyes":{"Title":"Laser Eyes","Description":"Terus menghasilkan magic damage sebesar 133% Ability Power per detik dalam garis 3 hex dan menerapkan <TFTKeyword>Burn</TFTKeyword> pada musuh selama 3 detik."},"TFT13_GoopBuff_HungerForPower":{"Title":"Hunger For Power","Description":"Awal pertempuran: Consume champion sekutu di sebelahnya. Kamu mendapatkan 66% Health dan Attack Damage mereka."},"TFT13_GoopBuff_DramaticEntrance":{"Title":"Dramatic Entrance","Description":"Awal Pertempuran: Leap ke luar medan perang. Setelah 6 detik, masuk dengan 55% Health maksimum yang ditingkatkan dan menerapkan <TFTKeyword>Stun</TFTKeyword> ke semua musuh selama 2 detik."},"TFT13_GoopBuff_Stoneskin":{"Title":"Stoneskin","Description":"Awal pertempuran: Mendapatkan 225 Armor dan Magic Resist. Tiap detik, bonus ini berkurang sebesar 10."},"TFT13_GoopBuff_Repulsor":{"Title":"Repulsor","Description":"Mendapatkan 50% Attack Speed. Saat cast, melakukan knock pada target dalam range 3 hex."},"TFT13_GoopBuff_InfectiousAnomaly":{"Title":"Infectious Anomaly","Description":"Mendapatkan 10%&nbsp;Attack Damage dan 10&nbsp;Ability Power. Pada awal tiap ronde, memberikan Anomaly ini kepada sembarang sekutu. Jika mereka sudah punya, memberikan 2%&nbsp;%i:scaleAD% dan 2&nbsp;%i:scaleAP%. <TFTTrackerLabel>(Total: @TFTUnitProperty.:TFT13_GoopBuff_InfectiousAnomaly_AD*100@%&nbsp;%i:scaleAD% @TFTUnitProperty.:TFT13_GoopBuff_InfectiousAnomaly_AP@&nbsp;%i:scaleAP%)</TFTTrackerLabel>"},"TFT13_GoopBuff_Hivemind":{"Title":"Hivemind","Description":"Mendapatkan duplikat champion pertama yang mencetak takedown di setiap player combat. Mendapatkan 25% Damage Amp."},"TFT13_GoopBuff_VoraciousAppetite":{"Title":"Voracious Appetite","Description":"Champion ini mendapatkan 300 Health dan 15% Damage Amp. Di setiap ronde, mendapatkan consumable yang memberikan 100 %i:scaleHealth% dan 2% %i:scaleDA% sebagai ganti 3 health pemain. <TFTTrackerLabel>(Total: @TFTUnitProperty.:TFT13_GoopBuff_VoraciousAppetite_Health@ %i:scaleHealth% @TFTUnitProperty.:TFT13_GoopBuff_VoraciousAppetite_DA*100@% %i:scaleDA%)</TFTTrackerLabel>"},"TFT13_GoopBuff_BrutalClaws":{"Title":"Brutal Claws","Description":"Champion ini mendapatkan 40% Critical Strike Chance dan Critical Strike Bleed sebesar 40% dari damage-nya (sama di semua jenis damage) selama 3 detik."},"TFT13_GoopBuff_VampiricAffinity":{"Title":"Vampiric Affinity","Description":"Mendapatkan 20% Omnivamp. Meningkatkan sebesar 50% Omnivamp saat health di bawah 75%."},"TFT13_GoopBuff_CyberneticEmpowerment":{"Title":"Cybernetic Speed","Description":"Mendapatkan 8% Attack Speed dan di awal pertempuran, mendapatkan tambahan 2% Attack Speed untuk tiap komponen yang dimiliki oleh timmu."},"TFT13_GoopBuff_OneForAll":{"Title":"Titan of Teamwork","Description":"Kamu mendapat 1% Durability untuk tiap level bintang di arenamu. Namun, champion bintang 3 memberikan 6% Durability."},"TFT13_GoopBuff_PowerUp":{"Title":"Power Up","Description":"Kamu mendapatkan 20% Attack Damage. Dapatkan 5% Attack Damage permanen untuk tiap 10000 damage yang mereka hasilkan. <TFTTrackerLabel>(Damage Dihasilkan:&nbsp;@TFTUnitProperty.:TFT13_Goop_DamageDealtTracker@) </TFTTrackerLabel> "},"TFT13_GoopBuff_CultivatingMagic":{"Title":"Cultivating Magic","Description":"Kamu mendapatkan 30 Ability Power. Dapatkan 5 Ability Power secara permanen untuk tiap 10000 damage yang mereka hasilkan. <TFTTrackerLabel>(Damage Dihasilkan:&nbsp;@TFTUnitProperty.:TFT13_Goop_DamageDealtTracker@) </TFTTrackerLabel> "}}}