{"type":"tft-anomaly","version":"14.24.1","data":{"TFT13_GoopBuff_BerserkerRage":{"Title":"Gniew Berserkera","Description":"Zapewnia 25 pkt. mocy umiejętności i 25% obrażeń od ataku. Gdy poziom zdrowia spadnie poniżej 50%, wartości te się potrajają."},"TFT13_GoopBuff_Bulwark":{"Title":"Ostoja","Description":"Zdobywa 40 pkt. pancerza i 40 pkt. odporności na magię. Gdy poziom zdrowia znajduje się powyżej 50%, wartości te się potrajają."},"TFT13_GoopBuff_DualWielding":{"Title":"Oburącz","Description":"Otrzymujesz 2 ukończone przedmioty, które pasują do roli bohatera."},"TFT13_GoopBuff_EagleEye":{"Title":"Sokole Oko","Description":"Zyskuje +1 jedn. zasięgu. Gdy się nie rusza, co 2 sek. zyskuje 6% obrażeń od ataku."},"TFT13_GoopBuff_Fortified":{"Title":"Umocnienie","Description":"Zyskujesz 12% maksymalnego zdrowia. Zyskuje kolejne 12% co 4 sek. (do 5 razy)."},"TFT13_GoopBuff_Freestyling":{"Title":"Na Freestyle'u","Description":"Zyskuje 4.5% wzmocnienia obrażeń za każdą aktywną nieunikalną cechę."},"TFT13_GoopBuff_Hypervelocity":{"Title":"Hiperprędkość","Description":"Zyskujesz 10% prędkości ataku. Po użyciu umiejętności zyskuje 15% kumulującej się prędkości ataku do końca walki."},"TFT13_GoopBuff_KillStreak":{"Title":"Seria Zabójstw","Description":"Zapewnia 20 pkt. many za każde zabójstwo."},"TFT13_GoopBuff_MagicTraining":{"Title":"Magiczny Trening","Description":"Zyskuje 15 pkt. mocy umiejętności. Przy użyciu twoja drużyna zyskuje 2 pkt. mocy umiejętności za każde użyte 20 pkt. many."},"TFT13_GoopBuff_ShouldertheBurden":{"Title":"Ochronna Tarcza","Description":"Na początku walki i co każde 8 sek.: Zapewnia tarczę o wartości 12% maksymalnego zdrowia sobie i 2 sojusznikom o najniższym poziomie zdrowia na 4 sek."},"TFT13_GoopBuff_StrengthTraining":{"Title":"Trening Siłowy","Description":"Zyskuje 20% obrażeń od ataku. Co 3. atak twoja drużyna zyskuje 4% obrażeń od ataku."},"TFT13_GoopBuff_TheFinisher":{"Title":"Wykończenie","Description":"Ataki i umiejętność tego bohatera wykańczają wrogów, których zdrowie spadnie poniżej 15%."},"TFT13_GoopBuff_Thornskin":{"Title":"Cierniowa Skóra","Description":"Zyskuje 60 pkt. pancerza i 60 pkt odporności na magię. Gdy otrzymuje obrażenia, zadaje sąsiednim wrogom obrażenia magiczne równe 20% zablokowanych obrażeń. "},"TFT13_GoopBuff_GiantSized":{"Title":"Gigantyczne Rozmiary","Description":"Zyskuje 1000 pkt. zdrowia i znacznie zwiększa swój rozmiar."},"TFT13_GoopBuff_EnergyAbsorption":{"Title":"Zaczerpnięcie Energii","Description":"Zyskuje 30 pkt. mocy umiejętności. Za każdym razem, gdy sojusznik zginie, zyskuje 5% mocy umiejętności poległego sojusznika."},"TFT13_GoopBuff_Bully":{"Title":"Gnębiciel","Description":"Zyskuje 12% wzmocnienia obrażeń zwiększonego do 36% przeciwko jednostkom o niższym poziomie gwiazdek."},"TFT13_GoopBuff_EssenceofNavori":{"Title":"Esencja Navori","Description":"Maksymalna mana zmniejszona o 10%. Jej ilość zwiększa się o 10% za każdym razem, gdy ten bohater użyje swojej umiejętności (maks. o 40%)."},"TFT13_GoopBuff_AvalancheofArmor":{"Title":"Lawina Pancerza","Description":"Zyskuje %i:scaleAD% obrażenia od ataku równe 30% pancerza. Zyskuje 50 %i:scaleArmor% pkt. pancerza."},"TFT13_GoopBuff_TouchofFrost":{"Title":"Dotyk Chłodu","Description":"Użycia umiejętności nakładają na wrogów 20% <TFTKeyword>oblodzenia</TFTKeyword> (zmniejszają prędkość ataku) na 4 sek. Gdy <TFTKeyword>oblodzeni</TFTKeyword> wrogowie giną, ogłuszają pobliskich wrogów na 1 sek."},"TFT13_GoopBuff_Knockout":{"Title":"Nokaut","Description":"Zyskujesz 15% obrażeń od ataku. Następny atak po użyciu zyskuje 35% szansy na trafienie krytyczne i zadaje 90% obrażeń nieuchronnych."},"TFT13_GoopBuff_CenteroftheUniverse":{"Title":"Centrum Wszechświata","Description":"Zyskuje następującą liczbę gwiazd: 6, które krążą wokół tego bohatera. Każda gwiazda zadaje 75 pkt. obrażeń magicznych, a jej orbita zwiększa się, sięgając aktualnego celu bohatera."},"TFT13_GoopBuff_CosmicRhythm":{"Title":"Rytm Kosmosu","Description":"Nie zyskuje już many, za to rzuca swoją umiejętność co 4 sek."},"TFT13_GoopBuff_ArcanaOverwhelming":{"Title":"Przytłaczające Arkana","Description":"Zyskuje %i:scaleAP% moc umiejętności równą 25% odporności na magię. Zyskuje 65 pkt. odporności na magię."},"TFT13_GoopBuff_Invisibility":{"Title":"Niewidzialność","Description":"Co 6 sek. zyskuje niewidzialność na 1 sek. Następny atak ma 100% szansy na trafienie krytyczne."},"TFT13_GoopBuff_AllForOne":{"Title":"Siła Przyjaźni","Description":"Zyskuje 1% wzmocnienia obrażeń za każdy poziom gwiazdek obecny na twojej planszy. 3-gwiazdkowi bohaterowie zapewniają 8% wzmocnienia obrażeń."},"TFT13_GoopBuff_OneThousandCuts":{"Title":"Tysiąc Cięć","Description":"Ataki zadają dodatkowe 30 pkt. nieuchronnych obrażeń oraz 12 pkt. nieuchronnych obrażeń za każdym razem, gdy cel otrzymał obrażenia od tego efektu."},"TFT13_GoopBuff_MageArmor":{"Title":"Pancerz Maga","Description":"Zyskuje pancerz i odporność na magię równe 50% mocy umiejętności."},"TFT13_GoopBuff_AvariceIncarnate":{"Title":"Ucieleśnienie Pazerności","Description":"Zyskuje 5 szt. złota. Zyskuje 15% wzmocnienia obrażeń. Otrzymuje o 1% więcej za każdą następującą ilość posiadanych przez ciebie szt. złota: 2 (maks. 40%)."},"TFT13_GoopBuff_EvenInDeath":{"Title":"Ostatnia Szansa","Description":"Przy pierwszej śmierci powraca do życia z pełnym zdrowiem, zyskuje 50% prędkości ataku i 20% wszechwampiryzmu, ale traci 12.5% zdrowia na sekundę."},"TFT13_GoopBuff_TitanicStrikes":{"Title":"Tytaniczne Uderzenia","Description":"Ataki posiadacza tego przedmiotu dodatkowo zadają dodatkowe obrażenia w wysokości 40% obrażeń od ataku celowi i sąsiadującym z nim wrogom. "},"TFT13_GoopBuff_SlowCooker":{"Title":"Wolnowar","Description":"Co sek. zadaje wrogom w zasięgu następującej liczby pól: 1 obrażenia magiczne równe 3% ich maksymalnego zdrowia. Zasięg zwiększa się co 6 sek."},"TFT13_GoopBuff_HeavyHitter":{"Title":"Mocne Ciosy","Description":"Ataki zadają dodatkowe obrażenia fizyczne równe 20% maksymalnego zdrowia tego bohatera. (Czas odnowienia: 2.5 sek.)"},"TFT13_GoopBuff_LegacyOfShurima":{"Title":"Dziedzictwo Shurimy","Description":"Po 10 sek. walki dostępuje wyniesienia, zyskując 50% maksymalnego zdrowia i 60% prędkości ataku."},"TFT13_GoopBuff_ShareYourEnergy":{"Title":"Dzielenie Się Energią","Description":"Początek walki: Zapewnia 15% obrażeń od ataku, mocy umiejętności, zdrowia, pancerza i odporności na magię jednostki sąsiednim sojusznikom."},"TFT13_GoopBuff_Headhunter":{"Title":"Łowca Głów","Description":"Ten bohater zyskuje 15% prędkości ataku. Co następującą liczbę zabójstw: 1 na stałe zyskuje 1% więcej (podwojone w Hyper Roll). <TFTTrackerLabel>(Zabójstwa ogółem:&nbsp;@TFTUnitProperty.:TFT13_SetMechanic_EvolveBuff_Headhunter_CurrentKills@)</TFTTrackerLabel> "},"TFT13_GoopBuff_CullTheWeak":{"Title":"Rzeź Niewiniątek","Description":"Zyskuje do 100% szansy na trafienie krytyczne w zależności od brakującego zdrowia celu. Co 3 sek. obiera za cel wroga z najniższym procentowym poziomem zdrowia, który jest w zasięgu."},"TFT13_GoopBuff_SlimeTime":{"Title":"Godzina Śluzu","Description":"Co 2 sek. zadaje 130% (%i:scaleAP%) obrażeń magicznych w zasięgu 1 pola i leczy tego bohatera o 100% zadanych obrażeń."},"TFT13_GoopBuff_UnstoppableForce":{"Title":"Niepowstrzymana Siła","Description":"Po wzięciu udziału w zabójstwie szarżuje w stronę kolejnego celu i ogłusza go na 1.5 sek., po czym przywraca sobie 10% maksymalnego zdrowia."},"TFT13_GoopBuff_Fireball":{"Title":"Kula Ognia","Description":"Za każde wydane 70 pkt. many rzuca kulą ognia. Uderzenie kuli obejmuje następującą liczbę pól: 2, zadaje obrażenia nieuchronne równe 6% maksymalnego zdrowia i <TFTKeyword>podpala</TFTKeyword> na 5 sek."},"TFT13_GoopBuff_ScuttleFamiliar":{"Title":"Krabowy Chowaniec","Description":"Po śmierci przywołuje kraba, który posiada 100% maksymalnego zdrowia, pancerza i odporności na magię jednostki."},"TFT13_GoopBuff_CallingCard":{"Title":"Wizytówka","Description":"Zyskuje emblemat pasujący do nieunikalnej cechy tego bohatera."},"TFT13_GoopBuff_MagicMind":{"Title":"Ekspert ds. Magii","Description":"Ten bohater zyskuje 40% więcej mocy umiejętności ze wszystkich źródeł."},"TFT13_GoopBuff_ComebackStory":{"Title":"Historia Powrotu do Chwały","Description":"Zyskuje 6% wzmocnienia obrażeń za każde 10 pkt. zdrowia gracza utraconego przez ciebie w tej grze."},"TFT13_GoopBuff_HardenedMind":{"Title":"Ekspert Obronny","Description":"Ten bohater zyskuje 66% więcej pancerza i odporności na magię ze wszystkich źródeł."},"TFT13_GoopBuff_SharpenedMind":{"Title":"Ekspert ds. Ataku","Description":"Ten bohater zyskuje 55% więcej obrażeń od ataku ze wszystkich źródeł."},"TFT13_GoopBuff_DeftHands":{"Title":"Mini Ja","Description":"Zyskuje 3 mini, które zadają 30% (%i:scaleAD%) obrażeń od ataku co następującą liczbę ataków: 3. Ich ataki zmniejszają pancerz o 5 pkt."},"TFT13_GoopBuff_PowerAbsorption":{"Title":"Wchłonięcie Mocy","Description":"Zyskuje 30% obrażeń od ataku. Za każdym razem, gdy sojusznik zginie, zyskuje 9% obrażeń od ataku poległego sojusznika."},"TFT13_GoopBuff_Miniaturize":{"Title":"Miniaturka","Description":"Przekształć w przedmiot, który zapewnia 75% ich obrażeń od ataku, mocy umiejętności, pancerza i odporności na magię. Wyposażone przedmioty spadają. "},"TFT13_GoopBuff_DeepRoots":{"Title":"Głębokie Korzenie","Description":"Zyskuje 700 pkt. zdrowia, 25 pkt. pancerza i 25 pkt. odporności na magię. Nie może się ruszyć, nie może znaleźć się pod wpływem ogłuszenia i przyciąga cel do swojego zasięgu."},"TFT13_GoopBuff_WolfFamiliars":{"Title":"Wilcze Chowańce","Description":"Przywołuje 2 niemożliwe do obrania za cel wilki posiadające 50% obrażeń od ataku i 0.9% prędkości ataku tego bohatera."},"TFT13_GoopBuff_CertainDeath":{"Title":"Bez Litości","Description":"Przy pierwszym użyciu doskakuje do wrogów, ogłusza ich w promieniu 2 pól na 1.5 sek. oraz zyskuje 25% prędkości ataku i 20% wszechwampiryzmu."},"TFT13_GoopBuff_Dragonsoul":{"Title":"Smocza Dusza","Description":"Pierwszy atak tego bohatera przeciwko nowemu celowi wywołuje wybuch smoczej duszy, który zadaje obrażenia nieuchronne równe 20% maksymalnego zdrowia."},"TFT13_GoopBuff_IntoTheUnknown":{"Title":"W Nieznane","Description":"Ten bohater znika na następującą liczbę rund: 3. Gdy powraca, zyskuje 50 pkt. mocy umiejętności i 50% obrażeń od ataku."},"TFT13_GoopBuff_NothingWasted":{"Title":"Nic Się Nie Zmarnuje","Description":"Za każdym razem, gdy sojusznik zginie, zyskuje 70% aktualnej many."},"TFT13_GoopBuff_UltimateHero":{"Title":"Ostateczny Bohater","Description":"Po 3 rundach ulepszasz 3-gwiazdkowego bohatera 1. kategorii do 4 gwiazdek!"},"TFT13_GoopBuff_LaserEyes":{"Title":"Laserowe Spojrzenie","Description":"Nieustannie zadaje obrażenia magiczne na sekundę. Obrażenia wynoszą 100% mocy umiejętności, zadawane są w linii 3 pól i <TFTKeyword>podpalają</TFTKeyword> wrogów na 3 sek."},"TFT13_GoopBuff_HungerForPower":{"Title":"Głód Mocy","Description":"Początek walki: Pożera najbliższego sojusznika i zyskuje 60% jego zdrowia oraz obrażeń od ataku."},"TFT13_GoopBuff_DramaticEntrance":{"Title":"Dramatyczne Wejście","Description":"Początek walki: Zeskakuje z pola bitwy. Po 6 sek. powraca z maksymalnym zdrowiem zwiększonym o 55% i <TFTKeyword>ogłusza</TFTKeyword> wszystkich wrogów na 2 sek."},"TFT13_GoopBuff_Stoneskin":{"Title":"Kamienna Skóra","Description":"Początek walki: Zyskuje 225 pkt. pancerza i odporności na magię. Co sekundę ta premia zmniejsza się o 10 pkt."},"TFT13_GoopBuff_Repulsor":{"Title":"Odpychacz","Description":"Zyskujesz 35% prędkości ataku. Po użyciu odrzuca cel, jeśli znajduje się on w zasięgu 2 pól od jednostki."},"TFT13_GoopBuff_Hivemind":{"Title":"Zbiorowa Świadomość","Description":"Otrzymujesz kopię pierwszego bohatera, którego ta jednostka zabije w każdej rundzie. Zyskuje 25% wzmocnienia obrażeń."}}}