{"type":"tft-anomaly","version":"14.24.1","data":{"TFT13_GoopBuff_BerserkerRage":{"Title":"Berserker turbat","Description":"Primește 25 puterea abilităților și 25% daune din atac. Valoarea se triplează când campionul are sub 50% viață."},"TFT13_GoopBuff_Bulwark":{"Title":"Baricadă","Description":"Primește 40 armură și 40 rezistență la magie. Valoarea se triplează când campionul are peste 50% viață."},"TFT13_GoopBuff_DualWielding":{"Title":"Luptă cu două arme","Description":"Primești 2 obiecte complete potrivite pentru rolul campionului."},"TFT13_GoopBuff_EagleEye":{"Title":"Ochi de vultur","Description":"Primește +1 rază. De fiecare dată când acest campion stă nemișcat timp de 2 secunde, primește 6% daune din atac."},"TFT13_GoopBuff_Fortified":{"Title":"Fortificare","Description":"Primește 12% viață maximă. La fiecare 4 secunde, primește încă 12% (de maximum 5 ori)."},"TFT13_GoopBuff_Freestyling":{"Title":"Stil liber","Description":"Primește 4.5% amplificarea daunelor pentru fiecare caracteristică non-unică pe care o ai activă."},"TFT13_GoopBuff_Hypervelocity":{"Title":"Hiper-viteză","Description":"Primește 10% viteză de atac. Când își folosește abilitatea, primește 15% viteză de atac cumulativă pentru restul luptei."},"TFT13_GoopBuff_KillStreak":{"Title":"Serie de asasinate","Description":"Primește 20 mană pentru fiecare asasinat."},"TFT13_GoopBuff_MagicTraining":{"Title":"Antrenament magic","Description":"Primește 15 puterea abilităților. Când își folosește abilitatea, echipa ta primește 2 puterea abilităților pentru fiecare 20 mană cheltuită."},"TFT13_GoopBuff_ShouldertheBurden":{"Title":"Scut protector","Description":"La începutul luptei și după fiecare 8 secunde: primește un scut de 12% din viața maximă timp de 4 secunde și le oferă același scut celor 2 aliați cu cea mai puțină viață."},"TFT13_GoopBuff_StrengthTraining":{"Title":"Antrenament de forță","Description":"Primește 20% daune din atac. La fiecare 3 atacuri, echipa ta primește 4% daune din atac."},"TFT13_GoopBuff_TheFinisher":{"Title":"Executant","Description":"Atacurile și abilitatea acestui campion îi execută pe campionii inamici care au sub 15% viață."},"TFT13_GoopBuff_Thornskin":{"Title":"Acoperământ de spini","Description":"Primește 60 armură și 60 rezistență la magie. Când suferă daune, le provoacă inamicilor adiacenți daune magice în valoare de 20% din daunele blocate. "},"TFT13_GoopBuff_GiantSized":{"Title":"Gigantism","Description":"Primește 1000 viață și își mărește mult dimensiunea."},"TFT13_GoopBuff_EnergyAbsorption":{"Title":"Absorbție de energie","Description":"Primește 30 puterea abilităților. De fiecare dată când moare un aliat, primește 5% din puterea abilităților acestuia."},"TFT13_GoopBuff_Bully":{"Title":"Hărțuitor","Description":"Primește 12% amplificarea daunelor, valoare ce crește la 36% împotriva unităților cu un nivel de stele mai scăzut."},"TFT13_GoopBuff_EssenceofNavori":{"Title":"Esența din Navori","Description":"Mana maximă e redusă cu 10%, valoare ce crește cu 10% de fiecare dată când acest campion își folosește abilitatea (până la maximum 40%)."},"TFT13_GoopBuff_AvalancheofArmor":{"Title":"Avalanșă de armură","Description":"Oferă %i:scaleAD% daune din atac, valoare egală cu 30% din armură. Oferă 50 %i:scaleArmor% armură."},"TFT13_GoopBuff_TouchofFrost":{"Title":"Atingere înghețată","Description":"Abilitățile folosite <TFTKeyword>îngheață</TFTKeyword> inamicii, reducându-le viteza de atac cu 20%, timp de 4 secunde. Când inamicii <TFTKeyword>''înghețați''</TFTKeyword> mor, îl amețesc pe cel mai apropiat inamic timp de 1 secundă."},"TFT13_GoopBuff_Knockout":{"Title":"Knockout","Description":"Primește 15% daune din atac. Următorul atac după folosirea abilității primește 35% șanse de lovitură critică și provoacă 90% daune reale."},"TFT13_GoopBuff_CenteroftheUniverse":{"Title":"Centrul universului","Description":"Oferă 6 stele care se învârt în jurul acestui campion. Fiecare stea provoacă 75 daune magice, iar orbita crește pentru a lovi ținta actuală a campionului."},"TFT13_GoopBuff_CosmicRhythm":{"Title":"Ritm cosmic","Description":"Nu mai primește mană, dar își folosește abilitatea o dată la 4 secunde."},"TFT13_GoopBuff_ArcanaOverwhelming":{"Title":"Forță ocultă copleșitoare","Description":"Oferă %i:scaleAP% puterea abilităților, valoare egală cu 25% din rezistența la magie. Oferă 65 rezistență la magie."},"TFT13_GoopBuff_Invisibility":{"Title":"Invizibilitate","Description":"La fiecare 6 secunde, se face invizibil timp de 1 sec. Următorul atac are 100% șanse de lovitură critică."},"TFT13_GoopBuff_AllForOne":{"Title":"Forța prieteniei","Description":"Oferă 1% amplificarea daunelor pentru fiecare nivel de stele al unităților de pe tabla ta. Campionii de trei stele oferă 8% amplificarea daunelor."},"TFT13_GoopBuff_OneThousandCuts":{"Title":"O mie de tăieturi","Description":"Atacurile provoacă 30 daune reale bonus, plus 12 daune reale pentru fiecare dată când efectul i-a provocat daune țintei."},"TFT13_GoopBuff_MageArmor":{"Title":"Armura magilor","Description":"Primește armură și rezistență la magie în valoare de 50% din puterea abilităților."},"TFT13_GoopBuff_AvariceIncarnate":{"Title":"Zgârcenia personificată","Description":"Primești 5 aur. Oferă 15% amplificarea daunelor și încă 1% per 2 aur pe care-l deții (până la maximum 40%)."},"TFT13_GoopBuff_EvenInDeath":{"Title":"Ultima șansă","Description":"La prima moarte, reînvie cu viața completă, primește 50% viteză de atac și 20% omni-vampirism, dar pierde 12.5% viață în fiecare secundă."},"TFT13_GoopBuff_TitanicStrikes":{"Title":"Lovituri titanice","Description":"Atacurile le provoacă țintei și inamicilor adiacenți încă 40% din daunele din atac. "},"TFT13_GoopBuff_SlowCooker":{"Title":"La foc mic","Description":"În fiecare secundă, provoacă daune magice pe o rază de 1 hexagoane în valoare de 3% din viața sa maximă. Raza crește la fiecare 6 secunde."},"TFT13_GoopBuff_HeavyHitter":{"Title":"Pumni grei","Description":"Atacurile provoacă daune fizice bonus egale cu 20% din viața maximă a acestui campion. (Timp de reactivare: 2.5 secunde)"},"TFT13_GoopBuff_LegacyOfShurima":{"Title":"Moștenirea Shurimei","Description":"Evoluează după 10 secunde de luptă și primește 50% viață maximă și 60% viteză de atac."},"TFT13_GoopBuff_ShareYourEnergy":{"Title":"Energie împărtășită","Description":"Începutul luptei: le oferă 15% daune din atac, puterea abilităților, viață, armură și rezistență la magie aliaților adiacenți."},"TFT13_GoopBuff_Headhunter":{"Title":"Vânător de capete","Description":"Acest campion primește 15% viteză de atac. La fiecare 1 asasinat(e), primește permanent încă 1% viteză de atac (valoarea se dublează în Hiper-reîncărcări). <TFTTrackerLabel>(Număr asasinate:&nbsp;@TFTUnitProperty.:TFT13_SetMechanic_EvolveBuff_Headhunter_CurrentKills@) </TFTTrackerLabel> "},"TFT13_GoopBuff_CullTheWeak":{"Title":"Răpune-i pe cei slabi","Description":"Primește până la 100% șanse de lovitură critică, în funcție de viața lipsă a țintei. La fiecare 3 secunde, țintește inamicul cu cea mai puțină viață din raza de atac."},"TFT13_GoopBuff_SlimeTime":{"Title":"Mâzgăleală","Description":"La fiecare 2 secunde, provoacă 130% (%i:scaleAP%) daune magice pe o rază de 1 hexagon și vindecă acest campion în valoare de 100% din daunele provocate."},"TFT13_GoopBuff_UnstoppableForce":{"Title":"Forță de neoprit","Description":"Când obține o doborâre, se năpustește spre următoarea țintă, o amețește timp de 1.5 secunde și își reface 10% din viața maximă."},"TFT13_GoopBuff_Fireball":{"Title":"Minge de foc","Description":"De fiecare dată când cheltuie 70 mană, aruncă o minge de foc cu o rază de 2 hexagoane, care provoacă daune reale în valoare de 6% din viața maximă și <TFTKeyword>arde</TFTKeyword> inamicii timp de 5 secunde."},"TFT13_GoopBuff_ScuttleFamiliar":{"Title":"Crab dresat","Description":"Când moare, invocă un Crab care are 100% din valoarea vieții maxime, armurii și rezistenței la magie ale campionului."},"TFT13_GoopBuff_CallingCard":{"Title":"Carte de vizită","Description":"Primești o emblemă care se potrivește cu o caracteristică non-unică a acestui campion."},"TFT13_GoopBuff_MagicMind":{"Title":"Expert în magie","Description":"Acest campion primește cu 40% mai multă puterea abilităților din toate sursele."},"TFT13_GoopBuff_ComebackStory":{"Title":"Povestea revenirii","Description":"Primește 6% amplificarea daunelor pentru fiecare 10 viață pe care a pierdut-o tacticianul tău în acest meci."},"TFT13_GoopBuff_HardenedMind":{"Title":"Expert în apărare","Description":"Acest campion primește cu 66% mai multă armură și rezistență la magie din toate sursele."},"TFT13_GoopBuff_SharpenedMind":{"Title":"Expert în arta ofensivă","Description":"Acest campion primește cu 55% mai multe daune din atac din toate sursele."},"TFT13_GoopBuff_DeftHands":{"Title":"Miniaturi","Description":"Primește 3 miniaturi care provoacă 30% (%i:scaleAD%) daune din atac o dată la fiecare 3 atacuri. Atacurile lor reduc armura cu 5."},"TFT13_GoopBuff_PowerAbsorption":{"Title":"Absorbție de putere","Description":"Primește 30% daune din atac. De fiecare dată când moare un aliat, primește 9% din daunele lui din atac."},"TFT13_GoopBuff_Miniaturize":{"Title":"Miniaturizare","Description":"Se transformă într-un obiect care oferă 75% din valoarea daunelor din atac, puterii abilităților și rezistenței la magie ale campionului. Obiectele campionului sunt dezechipate. "},"TFT13_GoopBuff_DeepRoots":{"Title":"Rădăcini adânci","Description":"Primește 700 viață, 25 armură și 25 rezistență la magie. Unitatea nu se mai poate mișca, nu mai poate fi amețită și își trage ținta în raza de acțiune."},"TFT13_GoopBuff_WolfFamiliars":{"Title":"Lupi dresați","Description":"Invocă 2 lupi de nețintit care au 50% din daunele din atac ale acestui campion și 0.9 viteză de atac."},"TFT13_GoopBuff_CertainDeath":{"Title":"Atac dedicat","Description":"La prima folosire, sare către inamici, îi amețește pe o rază de 2 hexagoane timp de 1.5 secunde și primește 25% viteză de atac și 20% omni-vampirism."},"TFT13_GoopBuff_Dragonsoul":{"Title":"Suflet al dragonului","Description":"Primul atac al acestui campion împotriva unei ținte noi lansează un suflu al sufletului dragonului, care provoacă daune reale în valoare de 20% din viața maximă."},"TFT13_GoopBuff_IntoTheUnknown":{"Title":"Aventură în necunoscut","Description":"Acest campion dispare timp de 3 runde. Când reapare, primește 50 puterea abilităților și 50% daune din atac."},"TFT13_GoopBuff_NothingWasted":{"Title":"Nimic nu se pierde","Description":"Când moare un aliat, unitatea primește 70% din mana lui actuală."},"TFT13_GoopBuff_UltimateHero":{"Title":"Erou suprem","Description":"După 3 runde, îmbunătățește la 4 stele un campion de 1 aur și 3 stele!"},"TFT13_GoopBuff_LaserEyes":{"Title":"Privire laser","Description":"Provoacă daune magice în valoare de 100% din puterea abilităților în fiecare secundă pe o linie de 3 hexagoane și <TFTKeyword>arde</TFTKeyword> inamicii timp de 3 secunde."},"TFT13_GoopBuff_HungerForPower":{"Title":"Foame de putere","Description":"Începutul luptei: îl consumă pe cel mai apropiat aliat și primește 60% din viața și daunele sale din atac."},"TFT13_GoopBuff_DramaticEntrance":{"Title":"Apariție dramatică","Description":"Începutul luptei: sare în afara câmpului de luptă. După 6 secunde, revine cu 55% viață maximă suplimentară și <TFTKeyword>amețește</TFTKeyword> toți inamicii timp de 2 secunde."},"TFT13_GoopBuff_Stoneskin":{"Title":"Piele de piatră","Description":"Începutul luptei: primește 225 armură și rezistență la magie. În fiecare secundă, bonusul se reduce cu 10."},"TFT13_GoopBuff_Repulsor":{"Title":"Repulsie","Description":"Primește 35% viteză de atac. Când își folosește abilitatea, aruncă ținta în spate dacă aceasta se află la maximum 2 hexagoane distanță."},"TFT13_GoopBuff_Hivemind":{"Title":"Matcă","Description":"Primești o copie a primului campion ucis de acest campion în fiecare luptă împotriva jucătorilor. Oferă 25% amplificarea daunelor."}}}