{"type":"tft-anomaly","version":"14.24.1","data":{"TFT13_GoopBuff_BerserkerRage":{"Title":"Ira del Berserker","Description":"Obtiene 25 de Poder de Habilidad y un 25% de Daño de Ataque. Se triplica si tienes menos de un 50% de Vida."},"TFT13_GoopBuff_Bulwark":{"Title":"Baluarte","Description":"Obtiene 40 de Armadura y 40 de Resistencia Mágica. Se triplica si tienes más de un 50% de Vida."},"TFT13_GoopBuff_DualWielding":{"Title":"Doble Empuñadura","Description":"Obtienes 2 objetos completos personalizados según el rol de este campeón."},"TFT13_GoopBuff_EagleEye":{"Title":"Ojo de Águila","Description":"Obtienes +1 de alcance. Cada 2 seg, este campeón se queda inmóvil y obtiene un 6% de Daño de Ataque."},"TFT13_GoopBuff_Fortified":{"Title":"Fortificación","Description":"Obtienes un 12% de Vida Máxima. Cada 4 seg, obtiene un 12% adicional (hasta 5 veces)."},"TFT13_GoopBuff_Freestyling":{"Title":"Estilo Libre","Description":"Obtienes un 4.5% de Amplificación de daño por cada rasgo no único activado que tengas."},"TFT13_GoopBuff_Hypervelocity":{"Title":"Hipervelocidad","Description":"Obtiene un 10% de Velocidad de Ataque. Al lanzar, obtienes un 15% de Velocidad de Ataque que se acumula por el resto del combate."},"TFT13_GoopBuff_KillStreak":{"Title":"Racha de Asesinatos","Description":"Obtiene 20 de Maná por cada asesinato."},"TFT13_GoopBuff_MagicTraining":{"Title":"Entrenamiento Mágico","Description":"Obtiene 15 de Poder de Habilidad. Al lanzar, tu equipo obtiene 2 de Poder de Habilidad por cada 20 de Maná gastado."},"TFT13_GoopBuff_ShouldertheBurden":{"Title":"Escudo Protector","Description":"Al inicio del combate y cada 8 seg: Otorga un escudo de un 12% de Vida Máxima a este campeón y a 2 aliados con menos Vida durante 4 seg."},"TFT13_GoopBuff_StrengthTraining":{"Title":"Entrenamiento de Fuerza","Description":"Obtiene un 20% de Daño de Ataque. Cada 3 ataques, tu equipo obtiene un 4% de Daño de Ataque."},"TFT13_GoopBuff_TheFinisher":{"Title":"Remate","Description":"Los ataques y la habilidad de este campeón ejecutan a los campeones enemigos que tengan un 15% o menos de Vida."},"TFT13_GoopBuff_Thornskin":{"Title":"Piel Espinosa","Description":"Obtienes 60 de Armadura y 60 de Resistencia Mágica. Al recibir daño, inflige el 20% del daño bloqueado como daño mágico a los enemigos adyacentes. "},"TFT13_GoopBuff_GiantSized":{"Title":"Gigantismo","Description":"Obtienes 1000 de Vida y aumentas en gran medida tu tamaño."},"TFT13_GoopBuff_EnergyAbsorption":{"Title":"Absorción de Energía","Description":"Obtienes 30 de Poder de Habilidad. Cada vez que muere un aliado, obtienes un 5% de su Poder de Habilidad."},"TFT13_GoopBuff_Bully":{"Title":"Bravuconada","Description":"Obtienes un 12% de Amplificación de daño, que aumenta a un 36% contra unidades con un nivel de estrella inferior."},"TFT13_GoopBuff_EssenceofNavori":{"Title":"Esencia de Navori","Description":"El Maná máximo se reduce en un 10% y aumenta un 10% cada vez que este campeón lanza su habilidad (hasta un 40%)."},"TFT13_GoopBuff_AvalancheofArmor":{"Title":"Avalancha de Armadura","Description":"Obtienes %i:scaleAD%  Daño de Ataque igual al 30% de la Armadura. Obtienes 50 %i:scaleArmor% de Armadura."},"TFT13_GoopBuff_TouchofFrost":{"Title":"Toque de Escarcha","Description":"Las habilidades infligen un 20% de <TFTKeyword>Congelación</TFTKeyword> (velocidad de ataque reducida) a los enemigos durante 4 seg. Cuando los enemigos <TFTKeyword>Congelados</TFTKeyword> mueren, aturden al enemigo más cercano durante 1 seg."},"TFT13_GoopBuff_Knockout":{"Title":"Fuera de Combate","Description":"Obtienes un 15% de Daño de Ataque. El siguiente ataque tras lanzar una habilidad obtiene un 35% de Probabilidad de Golpe Crítico e inflige un 90% de daño verdadero."},"TFT13_GoopBuff_CenteroftheUniverse":{"Title":"Centro del Universo","Description":"Obtienes 6 estrellas que orbitan alrededor de este campeón. Cada estrella inflige 75 de daño mágico y la órbita se expande para impactar al objetivo actual del campeón."},"TFT13_GoopBuff_CosmicRhythm":{"Title":"Ritmo Cósmico","Description":"Ya no obtienes Maná, pero a cambio lanzas la habilidad cada 4 seg."},"TFT13_GoopBuff_ArcanaOverwhelming":{"Title":"Arcana Abrumadora","Description":"Obtienes %i:scaleAP% Poder de Habilidad igual al 25% de la Resistencia Mágica. Obtienes 65 de Resistencia Mágica."},"TFT13_GoopBuff_Invisibility":{"Title":"Invisibilidad","Description":"Cada 6 seg, se vuelve invisible durante 1 seg. El próximo ataque tiene un 100% de Probabilidad de Golpe Crítico."},"TFT13_GoopBuff_AllForOne":{"Title":"La Fuerza de la Amistad","Description":"Obtienes un 1% de Amplificación de daño por cada nivel de estrella en tu tablero. Los campeones de tres estrellas otorgan un 8% de amplificación de daño."},"TFT13_GoopBuff_OneThousandCuts":{"Title":"Mil Cortes","Description":"Los ataques infligen 30 de daño verdadero adicional más 12 de daño verdadero por cada vez que el objetivo recibió daño de este efecto."},"TFT13_GoopBuff_MageArmor":{"Title":"Armadura Mágica","Description":"Obtienes Armadura y Resistencia Mágica igual a un 50% del Poder de Habilidad."},"TFT13_GoopBuff_AvariceIncarnate":{"Title":"Encarnación de la Avaricia","Description":"Obtienes 5 de oro. Obtienes un 15% más de Amplificación de daño y un 1% adicional por cada 2 de oro que tengas (hasta un 40%)."},"TFT13_GoopBuff_EvenInDeath":{"Title":"Última Oportunidad","Description":"La primera vez que mueres, revives con la vida al máximo, obtienes un 50% de Velocidad de Ataque y un 20% de Omnivampirismo, pero pierdes un 12.5% de Vida por seg."},"TFT13_GoopBuff_TitanicStrikes":{"Title":"Golpes Titánicos","Description":"Los ataques infligen un 40% de Daño de Ataque adicional al objetivo y los enemigos adyacentes. "},"TFT13_GoopBuff_SlowCooker":{"Title":"Cocción Lenta","Description":"Cada seg, inflige daño mágico igual a un 3% de su Vida Máxima en un radio de 1 hexágono(s). El radio aumenta cada 6 seg."},"TFT13_GoopBuff_HeavyHitter":{"Title":"Puño Pesado","Description":"Los ataques infligen daño físico adicional igual al 20% de la Vida Máxima de este campeón. (Enfriamiento: 2.5 seg)"},"TFT13_GoopBuff_LegacyOfShurima":{"Title":"Legado de Shurima","Description":"Tras 10 seg de combate, asciende y obtiene un 50% de Vida Máxima y un 60% de Velocidad de Ataque."},"TFT13_GoopBuff_ShareYourEnergy":{"Title":"Comparte tu Energía","Description":"Inicio del combate: Otorga un 15% de su Daño de Ataque, Poder de Habilidad, Vida, Armadura y Resistencia Mágica a los aliados adyacentes."},"TFT13_GoopBuff_Headhunter":{"Title":"Cazador de Cabezas","Description":"Este campeón obtiene un 15% de Velocidad de Ataque. Cada 1 asesinato(s), obtiene un 1% de Velocidad de Ataque adicional de forma permanente (se duplica en Hyper Roll). <TFTTrackerLabel>(Asesinatos totales:&nbsp;@TFTUnitProperty.:TFT13_SetMechanic_EvolveBuff_Headhunter_CurrentKills@) </TFTTrackerLabel> "},"TFT13_GoopBuff_CullTheWeak":{"Title":"Sacrifica a los Débiles","Description":"Obtienes un aumento de hasta un 100% de la Probabilidad de Golpe Crítico según la vida faltante del objetivo. Cada 3 seg, fijas como objetivo al enemigo con menor porcentaje de vida que esté dentro del alcance."},"TFT13_GoopBuff_SlimeTime":{"Title":"Momento Mucílago","Description":"Cada 2 seg, infliges un 130% (%i:scaleAP%) de daño mágico en un radio de un hexágono y curas a este campeón un 100% del daño infligido."},"TFT13_GoopBuff_UnstoppableForce":{"Title":"Fuerza Imparable","Description":"Tras un derribo, carga contra el siguiente objetivo y lo aturde durante 1.5 seg. Luego se cura en un 10% de Vida Máxima."},"TFT13_GoopBuff_Fireball":{"Title":"Bola de Fuego","Description":"Por cada 70 de Maná que utilices, arrojas una bola de fuego con un alcance de 2 hexágonos que inflige un 6% de Vida Máxima como daño verdadero y <TFTKeyword>Quema</TFTKeyword> durante 5 seg."},"TFT13_GoopBuff_ScuttleFamiliar":{"Title":"Familiar Escurridizo","Description":"Al morir, invoca un cangrejo con un 100% de su Vida Máxima, Armadura y Resistencia Mágica."},"TFT13_GoopBuff_CallingCard":{"Title":"Tarjeta de Presentación","Description":"Obtienes un emblema de un rasgo de este campeón que no sea único."},"TFT13_GoopBuff_MagicMind":{"Title":"Pericia Mágica","Description":"Este campeón obtiene un 40% de Poder de Habilidad adicional de todas las fuentes."},"TFT13_GoopBuff_ComebackStory":{"Title":"Volver al Ruedo","Description":"Obtienes un 6% de Amplificación de daño por cada 10 de Vida de jugador que hayas perdido en esta partida."},"TFT13_GoopBuff_HardenedMind":{"Title":"Pericia Defensiva","Description":"Este campeón obtiene un 66% de Armadura y Resistencia Mágica adicionales de todas las fuentes."},"TFT13_GoopBuff_SharpenedMind":{"Title":"Maestría Ofensiva","Description":"Este campeón obtiene un 55% de Daño de Ataque adicional de todas las fuentes."},"TFT13_GoopBuff_DeftHands":{"Title":"Miniyós","Description":"Obtienes 3 minis que infligen un 30% (%i:scaleAD%) de Daño de Ataque cada 3 ataques. Sus ataques reducen la Armadura en 5."},"TFT13_GoopBuff_PowerAbsorption":{"Title":"Absorción de Poder","Description":"Obtienes un 30% de Daño de Ataque. Cada vez que muere un aliado, obtienes un 9% de su Daño de Ataque."},"TFT13_GoopBuff_Miniaturize":{"Title":"Miniaturizar","Description":"Se transforma en un objeto que otorga un 75% de su Daño de Ataque, Poder de Habilidad, Armadura y Resistencia Mágica. Los objetos equipados se sueltan. "},"TFT13_GoopBuff_DeepRoots":{"Title":"Raíces Profundas","Description":"Obtienes 700 de Vida, 25 de Armadura y 25 de Resistencia Mágica. No puedes moverte ni sufrir aturdimiento. Arrastras a tu objetivo a tu alcance."},"TFT13_GoopBuff_WolfFamiliars":{"Title":"Familia Lupina","Description":"Invoca a 2 lobos inalcanzables con un 50% del Daño de Ataque y 0.9 de Velocidad de Ataque de este campeón."},"TFT13_GoopBuff_CertainDeath":{"Title":"Zambullida","Description":"En el primer lanzamiento, salta hacia los enemigos y los aturde en un radio de 2 hexágonos durante 1.5 seg. Obtienes un 25% de Velocidad de Ataque y un 20% de Omnivampirismo."},"TFT13_GoopBuff_Dragonsoul":{"Title":"Almadragón","Description":"En el primer ataque de este campeón contra un nuevo objetivo, dispara una explosión de Almadragón que inflige un 20% de Vida Máxima como daño verdadero."},"TFT13_GoopBuff_IntoTheUnknown":{"Title":"Hacia lo Desconocido","Description":"Este campeón desaparece por 3 rondas. Cuando regresa, obtiene 50 de Poder de Habilidad y un 50% de Daño de Ataque."},"TFT13_GoopBuff_NothingWasted":{"Title":"Nada Se Desperdicia","Description":"Cuando muere un aliado, obtienes un 70% de su Maná actual."},"TFT13_GoopBuff_UltimateHero":{"Title":"Heroísmo","Description":"Luego de 3 rondas, ¡sube un campeón de 3 estrellas y 1 de costo a 4 estrellas!"},"TFT13_GoopBuff_LaserEyes":{"Title":"Ojos Láser","Description":"Inflige constantemente un 100% del Poder de Habilidad como daño mágico por seg en una línea de 3 hexágonos y <TFTKeyword>Quema</TFTKeyword> a los enemigos durante 3 seg."},"TFT13_GoopBuff_HungerForPower":{"Title":"Hambre de Poder","Description":"Inicio del combate: Devoras al aliado más cercano y obtienes un 60% de su Vida y Daño de Ataque."},"TFT13_GoopBuff_DramaticEntrance":{"Title":"Entrada Dramática","Description":"Inicio del combate: Salta hacia fuera del campo de batalla. Tras 6 seg, regresa con un aumento de un 55% de Vida Máxima y <TFTKeyword>Aturde</TFTKeyword> a todos los enemigos durante 2 seg."},"TFT13_GoopBuff_Stoneskin":{"Title":"Piel Pétrea","Description":"Inicio del combate: Obtienes 225 de Armadura y Resistencia Mágica. Cada seg, reduce esta bonificación en 10."},"TFT13_GoopBuff_Repulsor":{"Title":"Repulsión","Description":"Obtienes un 35% de Velocidad de Ataque. Al lanzar, lanza hacia atrás al objetivo si está a 2 hexágonos."},"TFT13_GoopBuff_Hivemind":{"Title":"Mente de Colmena","Description":"Obtienes una copia del primer campeón al que esta unidad mate en cada combate contra un jugador. Obtiene un 25% de Amplificación de daño."}}}