{"type":"tft-anomaly","version":"14.24.1","data":{"TFT13_GoopBuff_BerserkerRage":{"Title":"Berserker Rage","Description":"ได้รับพลังเวท 25 หน่วยและพลังโจมตี 25% เพิ่มเป็นสามเท่าหากพลังชีวิตต่ำกว่า 50%"},"TFT13_GoopBuff_Bulwark":{"Title":"Bulwark","Description":"ได้รับเกราะ 40 และต้านทานเวท 40 หน่วย เพิ่มเป็นสามเท่าหากพลังชีวิตต่ำกว่า 50%"},"TFT13_GoopBuff_DualWielding":{"Title":"Dual Wielding","Description":"ได้รับไอเทมสมบูรณ์ 2 ชิ้นที่เหมาะสมกับบทบาทของแชมเปี้ยนตัวนี้"},"TFT13_GoopBuff_EagleEye":{"Title":"Eagle Eye","Description":"ได้รับระยะโจมตี +1 ช่อง และได้รับพลังโจมตี 6% ในทุก ๆ 2&nbsp;วินาทีที่แชมเปี้ยนตัวนี้อยู่ในช่องเดิม"},"TFT13_GoopBuff_Fortified":{"Title":"Fortified","Description":"ได้รับพลังชีวิตสูงสุด 12% และได้รับเพิ่ม 12% ในทุก ๆ 4 วินาที (สูงสุด&nbsp;5&nbsp;ครั้ง)"},"TFT13_GoopBuff_Freestyling":{"Title":"Freestyling","Description":"ได้รับการคูณความเสียหาย 4.5% ตามจำนวนคุณสมบัติที่ไม่ใช่คุณสมบัติเฉพาะที่คุณเปิดใช้งาน"},"TFT13_GoopBuff_Hypervelocity":{"Title":"Hypervelocity","Description":"ได้รับความเร็วโจมตี 10% และเมื่อร่ายสกิล จะได้รับความเร็วโจมตี 15% ที่สแตคซ้อนทับกันได้ไปจนจบการต่อสู้"},"TFT13_GoopBuff_KillStreak":{"Title":"Kill Streak","Description":"ได้รับมานา 20 หน่วยเมื่อสังหารศัตรู"},"TFT13_GoopBuff_MagicTraining":{"Title":"Magic Training","Description":"ได้รับพลังเวท 15 หน่วย และเมื่อร่ายสกิล ทีมของคุณจะได้รับพลังเวท 2&nbsp;หน่วยตามมานาทุก ๆ 20&nbsp;หน่วยที่ใช้ไป"},"TFT13_GoopBuff_ShouldertheBurden":{"Title":"Protective Shielding","Description":"เมื่อการต่อสู้เริ่มขึ้นและในทุก ๆ 8 วินาที: มอบโล่ป้องกัน 12% จากพลังชีวิตสูงสุดให้กับตัวเอง และพันธมิตร 2 ตัวที่มีพลังชีวิตน้อยที่สุดเป็นเวลา 4 วินาที"},"TFT13_GoopBuff_StrengthTraining":{"Title":"Strength Training","Description":"ได้รับพลังโจมตี 20% และทีมของคุณได้รับพลังโจมตี 4% ในทุก ๆ ครั้งที่พวกเขาโจมตีครบ 3 ครั้ง"},"TFT13_GoopBuff_TheFinisher":{"Title":"The Finisher","Description":"การโจมตีและสกิลของแชมเปี้ยนตัวนี้จะสังหารแชมเปี้ยนศัตรูที่มีพลังชีวิต 15% หรือต่ำกว่าในทันที"},"TFT13_GoopBuff_Thornskin":{"Title":"Thornskin","Description":"ได้รับเกราะ 60 หน่วยและต้านทานเวท 60 หน่วย อีกทั้งเมื่อได้รับความเสียหาย จะสร้างความเสียหายเวท 20% จากความเสียหายที่บล็อกได้แก่ศัตรูใกล้เคียง "},"TFT13_GoopBuff_GiantSized":{"Title":"Giant-Sized","Description":"ได้รับพลังชีวิต 1000 หน่วย และขนาดตัวใหญ่ขึ้นอย่างมาก"},"TFT13_GoopBuff_EnergyAbsorption":{"Title":"Energy Absorption","Description":"ได้รับพลังเวท 30 หน่วย และได้รับ 5% จากพลังเวทของพันธมิตร ในทุก ๆ ครั้งที่พวกเขาถูกสังหาร"},"TFT13_GoopBuff_Bully":{"Title":"Bully","Description":"ได้รับการคูณความเสียหาย 12% เพิ่มขึ้นเป็น 36% เมื่อโจมตียูนิตที่มีระดับดาวต่ำกว่า"},"TFT13_GoopBuff_EssenceofNavori":{"Title":"Essence of Navori","Description":"มานาสูงสุดลดลง 10% เพิ่มขึ้น 10% ในทุกครั้งที่แชมเปี้ยนตัวนี้ร่ายสกิล (สูงสุดที่ 40%)"},"TFT13_GoopBuff_AvalancheofArmor":{"Title":"Avalanche of Armor","Description":"ได้รับพลังโจมตี %i:scaleAD% เท่ากับ 30% จากค่าเกราะ และได้รับเกราะ %i:scaleArmor% 50&nbsp;หน่วย"},"TFT13_GoopBuff_TouchofFrost":{"Title":"Touch of Frost","Description":"การร่ายสกิลจะ<TFTKeyword>สั่นสะท้าน</TFTKeyword>ศัตรู 20% (ลดความเร็วโจมตี) เป็นเวลา 4 วินาที และหากศัตรูถูกสังหารในขณะ<TFTKeyword>สั่นสะท้าน</TFTKeyword> พวกเขาจะสตันศัตรูใกล้เคียงเป็นเวลา 1 วินาที"},"TFT13_GoopBuff_Knockout":{"Title":"Knockout","Description":"ได้รับพลังโจมตี 15% และการโจมตีครั้งถัดไปหลังจากร่ายสกิลจะได้รับโอกาสคริติคอล 35% และสร้างความเสียหายจริง 90%"},"TFT13_GoopBuff_CenteroftheUniverse":{"Title":"Center of the Universe","Description":"สร้างดวงดาว 6 ลูกโคจรรอบแชมเปี้ยนตัวนี้ โดยดวงดาวแต่ละลูกจะสร้างความเสียหายเวท 75 หน่วย และวงโคจรจะขยายออกเพื่อให้โดนแชมเปี้ยนเป้าหมายปัจจุบัน"},"TFT13_GoopBuff_CosmicRhythm":{"Title":"Cosmic Rhythm","Description":"ไม่สามารถเพิ่มมานาได้อีกต่อไป แต่จะร่ายสกิลของพวกเขาในทุก ๆ 4&nbsp;วินาที"},"TFT13_GoopBuff_ArcanaOverwhelming":{"Title":"Arcana Overwhelming","Description":"ได้รับพลังเวท %i:scaleAP% เท่ากับ 25% จากค่าต้านทานเวท และได้รับต้านทานเวท 65&nbsp;หน่วย"},"TFT13_GoopBuff_Invisibility":{"Title":"Invisibility","Description":"ทุก ๆ 6 วินาที เข้าสู่สถานะล่องหนเป็นเวลา 1 วินาที และการโจมตีครั้งถัดไปได้รับโอกาสคริติคอล 100%"},"TFT13_GoopBuff_AllForOne":{"Title":"Force of Friendship","Description":"ได้รับการคูณความเสียหาย 1% ขึ้นอยู่กับระดับดาวยูนิตบนสนามของคุณ โดยแชมเปี้ยน 3 ดาวจะได้รับการคูณความเสียหาย 8% แทน"},"TFT13_GoopBuff_OneThousandCuts":{"Title":"One Thousand Cuts","Description":"การโจมตีจะสร้างโบนัสความเสียหายจริง 30 หน่วย บวกอีก 12&nbsp;หน่วย ตามจำนวนครั้งที่เป้าหมายได้รับความเสียหายจากเอฟเฟกต์นี้"},"TFT13_GoopBuff_MageArmor":{"Title":"Mage Armor","Description":"ได้รับเกราะและต้านทานเวทเท่ากับ 50% ของพลังเวท"},"TFT13_GoopBuff_AvariceIncarnate":{"Title":"Avarice Incarnate","Description":"ได้รับ 5 ทอง และได้รับการคูณความเสียหาย 15% เพิ่มขึ้น 1% ต่อ 2&nbsp;ทองที่คุณมี (สูงสุดที่&nbsp;40&nbsp;ทอง)"},"TFT13_GoopBuff_EvenInDeath":{"Title":"Last Chance","Description":"เมื่อถูกสังหารเป็นครั้งแรก ฟื้นคืนชีพขึ้นมาพร้อมพลังชีวิตเต็ม ได้รับความเร็วโจมตี 50% และดูดเลือดต่อความเสียหายที่ทำได้ 20% แต่จะสูญเสียพลังชีวิต 12.5% ในทุก ๆ วินาที"},"TFT13_GoopBuff_TitanicStrikes":{"Title":"Titanic Strikes","Description":"การโจมตีจะสร้างความเสียหายเพิ่มเติมจาก 40% ของพลังโจมตีแก่เป้าหมายและศัตรูใกล้เคียง "},"TFT13_GoopBuff_SlowCooker":{"Title":"Slow Cooker","Description":"สร้างความเสียหายเวท 3% จากพลังชีวิตสูงสุดในระยะ 1 ช่องในทุก ๆ วินาที โดยระยะจะเพิ่มขึ้นทุก 6 วินาที"},"TFT13_GoopBuff_HeavyHitter":{"Title":"Heavy Hitter","Description":"การโจมตีของแชมเปี้ยนตัวนี้จะสร้างโบนัสความเสียหายกายภาพเท่ากับ 20% จากพลังชีวิตสูงสุด (คูลดาวน์: 2.5วินาที)"},"TFT13_GoopBuff_LegacyOfShurima":{"Title":"Legacy Of Shurima","Description":"หลังการต่อสู้ผ่านไป 10 วินาที ได้รับพลังชีวิตสูงสุด 50% และความเร็วโจมตี 60%"},"TFT13_GoopBuff_ShareYourEnergy":{"Title":"Share Your Energy","Description":"เมื่อเริ่มการต่อสู้: มอบ 15% ของพลังโจมตี พลังเวท พลังชีวิต เกราะ และต้านทานเวทให้กับพันธมิตรที่อยู่ติดกัน"},"TFT13_GoopBuff_Headhunter":{"Title":"Headhunter","Description":"แชมเปี้ยนตัวนี้ได้รับความเร็วโจมตี 15% และได้รับเพิ่มถาวร 1% ในทุก&nbsp;ๆ ครั้งที่สังหารศัตรูครบ 1&nbsp;ตัว (เพิ่มเป็นสองเท่าใน Hyper Roll) <TFTTrackerLabel>(สังหารไปทั้งหมด:&nbsp;@TFTUnitProperty.:TFT13_SetMechanic_EvolveBuff_Headhunter_CurrentKills@ ตัว) </TFTTrackerLabel> "},"TFT13_GoopBuff_CullTheWeak":{"Title":"Cull The Weak","Description":"ได้รับโอกาสคริติคอล 100% ขึ้นอยู่กับพลังชีวิตที่หายไปของเป้าหมาย และเล็งเป้าหมายศัตรูที่มีเปอร์เซ็นต์พลังชีวิตน้อยที่สุดในระยะในทุก ๆ 3&nbsp;วินาที"},"TFT13_GoopBuff_SlimeTime":{"Title":"Slime Time","Description":"สร้างความเสียหายเวท 130% (%i:scaleAP%) ในระยะ 1 ช่องรอบตัว และฮีลแชมเปี้ยนตัวนี้ 100% ของความเสียหายที่ทำได้ในทุก ๆ 2&nbsp;วินาที"},"TFT13_GoopBuff_UnstoppableForce":{"Title":"Unstoppable Force","Description":"เมื่อโค่นล้มศัตรู จะพุ่งชาร์จใส่เป้าหมายตัวถัดไปและสตันพวกเขาเป็นเวลา 1.5&nbsp;วินาที จากนั้นฮีลพลังชีวิตสูงสุด 10%"},"TFT13_GoopBuff_Fireball":{"Title":"Fireball","Description":"เมื่อใช้มานาครบทุก ๆ 70 หน่วย ปาลูกบอลไฟระยะ 2 ช่องใส่ศัตรู สร้างความเสียหายจริง 6% จากพลังชีวิตสูงสุด และ<TFTKeyword>เผา</TFTKeyword>พวกเขาเป็นเวลา 5&nbsp;วินาที"},"TFT13_GoopBuff_ScuttleFamiliar":{"Title":"Scuttle Familiar","Description":"เมื่อถูกสังหาร อัญเชิญ Crab ออกมาพร้อม 100% จากพลังชีวิตสูงสุด เกราะ และต้านทานเวทของแชมเปี้ยนนี้"},"TFT13_GoopBuff_CallingCard":{"Title":"Calling Card","Description":"ได้รับ Emblem หนึ่งชิ้นจากคุณสมบัติที่อยู่บนตัวแชมเปี้ยนนี้ ที่ไม่ใช่คุณสมบัติเฉพาะ"},"TFT13_GoopBuff_MagicMind":{"Title":"Magic Expert","Description":"แชมเปี้ยนตัวนี้ได้รับพลังเวทเพิ่มขึ้น 40% จากทุก ๆ แหล่ง"},"TFT13_GoopBuff_ComebackStory":{"Title":"Comeback Story","Description":"ได้รับการคูณความเสียหาย 6% ขึ้นอยู่กับพลังชีวิตผู้เล่นทุก ๆ 10 หน่วยที่คุณสูญเสียไป"},"TFT13_GoopBuff_HardenedMind":{"Title":"Defense Expert","Description":"แชมเปี้ยนตัวนี้ได้รับเกราะและต้านทานเวทเพิ่มขึ้น 66% จากทุก ๆ แหล่ง"},"TFT13_GoopBuff_SharpenedMind":{"Title":"Attack Expert","Description":"แชมเปี้ยนตัวนี้ได้รับพลังโจมตีเพิ่มขึ้น 55% จากทุก ๆ แหล่ง"},"TFT13_GoopBuff_DeftHands":{"Title":"Mini Mees","Description":"ได้รับแชมเปี้ยนเวอร์ชัน Mini 3 ตัวที่จะสร้างความเสียหาย 30% (%i:scaleAD%) จากพลังโจมตีเมื่อโจมตีครบทุก ๆ 3 ครั้ง อีกทั้งการโจมตีของพวกเขาจะลดเกราะ 5&nbsp;หน่วยด้วย"},"TFT13_GoopBuff_PowerAbsorption":{"Title":"Power Absorption","Description":"ได้รับพลังโจมตี 30% และได้รับ 9% จากพลังโจมตีของพันธมิตร ในทุก ๆ ครั้งที่พวกเขาถูกสังหาร"},"TFT13_GoopBuff_Miniaturize":{"Title":"Miniaturize","Description":"แปลงกายเป็นไอเทมที่จะมอบ 75% จากพลังโจมตี พลังเวท เกราะ และต้านทานเวทของแชมเปี้ยนนี้ให้กับผู้สวมใส่ โดยไอเทมที่สวมใส่อยู่ทั้งหมดจะถูกถอดออก "},"TFT13_GoopBuff_DeepRoots":{"Title":"Deep Roots","Description":"ได้รับพลังชีวิต 700 หน่วย เกราะ 25 หน่วย และต้านทานเวท 25 หน่วย ไม่สามารถเคลื่อนที่หรือถูกสตันได้ แต่จะดึงเป้าหมายเข้ามาในระยะแทน"},"TFT13_GoopBuff_WolfFamiliars":{"Title":"Wolf Familiars","Description":"อัญเชิญ Wolves 2 ตัวที่จะไม่ตกเป็นเป้าหมาย ซึ่งมีพลังโจมตี 50% ของแชมเปี้ยนตัวนี้ และความเร็วโจมตี 0.9 หน่วย"},"TFT13_GoopBuff_CertainDeath":{"Title":"Diving In","Description":"เมื่อร่ายสกิลเป็นครั้งแรก กระโจนใส่ศัตรูและสตันเป้าหมายในระยะ 2&nbsp;ช่องเป็นเวลา 1.5&nbsp;วินาที และได้รับความเร็วโจมตี 25% และดูดเลือดต่อความเสียหายที่ทำได้ 20%"},"TFT13_GoopBuff_Dragonsoul":{"Title":"Dragonsoul","Description":"การโจมตีครั้งแรกของแชมเปี้ยนตัวนี้หลังจากเปลี่ยนเป้าหมาย จะปล่อยลำแสง Dragonsoul ออกไป สร้างความเสียหายจริง 20% จากพลังชีวิตสูงสุด"},"TFT13_GoopBuff_IntoTheUnknown":{"Title":"Into the Unknown","Description":"แชมเปี้ยนตัวนี้จะหายตัวไปเป็นเวลา 3&nbsp;รอบ เมื่อกลับมา พวกเขาจะได้รับพลังเวท 50&nbsp;หน่วยและพลังโจมตี 50%"},"TFT13_GoopBuff_NothingWasted":{"Title":"Nothing Wasted","Description":"เมื่อพันธมิตรถูกสังหาร ได้รับ 70% จากมานาปัจจุบันของพวกเขา"},"TFT13_GoopBuff_UltimateHero":{"Title":"Ultimate Hero","Description":"หลังผ่านไป 3 รอบ เพิ่มดาวแชมเปี้ยนราคา 1&nbsp;ทอง 3&nbsp;ดาวหนึ่งตัวให้กลายเป็น 4 ดาว!"},"TFT13_GoopBuff_LaserEyes":{"Title":"Laser Eyes","Description":"สร้างความเสียหายเวท 100% จากพลังเวทในทุก ๆ วินาทีเป็นระยะ 3 แถว และ<TFTKeyword>เผา</TFTKeyword>ศัตรูเป็นเวลา 3&nbsp;วินาที"},"TFT13_GoopBuff_HungerForPower":{"Title":"Hunger For Power","Description":"เมื่อเริ่มการต่อสู้: กลืนกินพันธมิตรที่อยู่ใกล้ที่สุด ได้รับ 60% จากพลังชีวิตและพลังโจมตีของพวกเขา"},"TFT13_GoopBuff_DramaticEntrance":{"Title":"Dramatic Entrance","Description":"เมื่อเริ่มการต่อสู้: กระโดดออกจากสนามรบ จากนั้นกลับมาอีกครั้งหลังผ่านไป 6&nbsp;วินาที พร้อมพลังชีวิตสูงสุดเพิ่มเติม 55% และ<TFTKeyword>สตัน</TFTKeyword>ศัตรูทั้งหมดเป็นเวลา 2&nbsp;วินาที"},"TFT13_GoopBuff_Stoneskin":{"Title":"Stoneskin","Description":"เมื่อเริ่มการต่อสู้: ได้รับเกราะและต้านทานเวท 225 หน่วย โดยโบนัสนี้จะลดลงในทุก ๆ 10&nbsp;วินาที"},"TFT13_GoopBuff_Repulsor":{"Title":"Repulsor","Description":"ได้รับความเร็วโจมตี 35% และกระแทกเป้าหมายไปด้านหลังเมื่อร่ายสกิล หากพวกเขาอยู่ในระยะ 2&nbsp;ช่องของแชมเปี้ยนนี้"},"TFT13_GoopBuff_Hivemind":{"Title":"Hivemind","Description":"ได้รับร่างจำลองของแชมเปี้ยนตัวแรกที่แชมเปี้ยนตัวนี้สังหารเป็นตัวแรกในการต่อสู้ และได้รับการคูณความเสียหาย 25%"}}}