{"type":"tft-anomaly","version":"14.24.1","data":{"TFT13_GoopBuff_BerserkerRage":{"Title":"Cuồng Nộ","Description":"Nhận 25 Sức Mạnh Phép Thuật & 25% Sức Mạnh Công Kích. Nhân ba hiệu ứng này khi còn dưới 50% Máu."},"TFT13_GoopBuff_Bulwark":{"Title":"Kiên Cố","Description":"Nhận 40 Giáp & 40 Kháng Phép. Nhân ba hiệu ứng này khi còn nhiều hơn 50% Máu."},"TFT13_GoopBuff_DualWielding":{"Title":"Hai Tay Hai Súng","Description":"Nhận 2 trang bị hoàn chỉnh phù hợp với vai trò của tướng này."},"TFT13_GoopBuff_EagleEye":{"Title":"Mắt Diều Hâu","Description":"Nhận +1 Tầm Đánh. Mỗi 2 giây mà tướng này không di chuyển, nhận 6% Sức Mạnh Công Kích."},"TFT13_GoopBuff_Fortified":{"Title":"Tăng Cường","Description":"Nhận 12% Máu tối đa. Sau mỗi 4 giây, nhận thêm 12% nữa (tối đa 5 lần)."},"TFT13_GoopBuff_Freestyling":{"Title":"Phá Cách","Description":"Nhận 4.5% Khuếch Đại Sát Thương với mỗi tộc/hệ không phải duy nhất đang kích hoạt mà bạn có."},"TFT13_GoopBuff_Hypervelocity":{"Title":"Siêu Tốc Lực","Description":"Nhận 10% Tốc Độ Đánh. Khi tung chiêu, nhận 15% Tốc Độ Đánh cộng dồn cho đến hết giao tranh."},"TFT13_GoopBuff_KillStreak":{"Title":"Chuỗi Hạ Gục","Description":"Nhận 20 Năng Lượng với mỗi mạng tiêu diệt."},"TFT13_GoopBuff_MagicTraining":{"Title":"Huấn Luyện Phép Thuật","Description":"Nhận 15 Sức Mạnh Phép Thuật. Khi tung chiêu, đội của bạn nhận thêm 2 Sức Mạnh Phép Thuật với mỗi 20 Năng Lượng đã tiêu hao."},"TFT13_GoopBuff_ShouldertheBurden":{"Title":"Lá Chắn Bảo Hộ","Description":"Khi Bắt Đầu Giao Tranh và sau mỗi 8 giây: Ban Lá Chắn bằng 12% Máu tối đa cho bản thân và 2 đồng minh thấp máu nhất trong 4 giây."},"TFT13_GoopBuff_StrengthTraining":{"Title":"Huấn Luyện Sức Mạnh","Description":"Nhận 20% Sức Mạnh Công Kích. Sau mỗi 3 đòn đánh của tướng này, đội của bạn nhận thêm 4% Sức Mạnh Công Kích."},"TFT13_GoopBuff_TheFinisher":{"Title":"Trùm Kết Liễu","Description":"Đòn đánh và kỹ năng của tướng này sẽ hành quyết những tướng địch còn dưới 15% máu."},"TFT13_GoopBuff_Thornskin":{"Title":"Thân Thể Gai Góc","Description":"Nhận 60 Giáp và 60 Kháng Phép. Khi nhận sát thương, gây sát thương phép bằng 20% sát thương chặn được lên những kẻ địch liền kề. "},"TFT13_GoopBuff_GiantSized":{"Title":"Hóa Khổng Lồ","Description":"Nhận 1000 Máu và tăng mạnh kích cỡ."},"TFT13_GoopBuff_EnergyAbsorption":{"Title":"Hấp Thụ Năng Lượng","Description":"Nhận 30 Sức Mạnh Phép Thuật. Mỗi khi tướng đồng minh tử trận, nhận 5% Sức Mạnh Phép Thuật của chúng."},"TFT13_GoopBuff_Bully":{"Title":"Bắt Nạt","Description":"Nhận 12% Khuếch Đại Sát Thương, tăng thành 36% đối với các tướng có cấp sao thấp."},"TFT13_GoopBuff_EssenceofNavori":{"Title":"Tinh Hoa Navori","Description":"Năng Lượng tối đa được giảm đi 10%, thêm 10% nữa mỗi khi tướng này tung chiêu (tối đa 40%)."},"TFT13_GoopBuff_AvalancheofArmor":{"Title":"Giáp Công Kích","Description":"Nhận %i:scaleAD% Sức Mạnh Công Kích bằng 30% Giáp. Tăng 50 %i:scaleArmor% Giáp."},"TFT13_GoopBuff_TouchofFrost":{"Title":"Phù Phép Băng Giá","Description":"Kỹ năng gây 20% <TFTKeyword>Tê Tái</TFTKeyword> (giảm Tốc Độ Đánh) lên kẻ địch trong vòng 4 giây. Khi kẻ địch mang <TFTKeyword>Tê Tái</TFTKeyword> tử trận, làm choáng kẻ địch gần nhất trong 1 giây."},"TFT13_GoopBuff_Knockout":{"Title":"Hạ Knockout","Description":"Nhận 15% Sức Mạnh Công Kích. Đòn đánh tiếp theo sau khi thi triển nhận 35% Tỉ Lệ Chí Mạng và gây 90% sát thương chuẩn."},"TFT13_GoopBuff_CenteroftheUniverse":{"Title":"Trung Tâm Vũ Trụ","Description":"Nhận 6 ngôi sao quay quanh vị tướng này. Mỗi ngôi sao gây 75 sát thương phép và quỹ đạo sẽ mở rộng để chạm tới mục tiêu hiện tại của tướng."},"TFT13_GoopBuff_CosmicRhythm":{"Title":"Nhịp Độ Vũ Trụ","Description":"Không còn nhận được Năng Lượng, thay vào đó thi triển Kỹ Năng sau mỗi 4 giây."},"TFT13_GoopBuff_ArcanaOverwhelming":{"Title":"Phép Thuật Áp Đảo","Description":"Nhận %i:scaleAP% Sức Mạnh Phép Thuật bằng 25% Kháng Phép. Tăng 65 Kháng Phép."},"TFT13_GoopBuff_Invisibility":{"Title":"Tàng Hình","Description":"Sau mỗi 6 giây, trở nên tàng hình trong 1 giây. Đòn đánh tiếp theo có 100% Tỉ Lệ Chí Mạng."},"TFT13_GoopBuff_AllForOne":{"Title":"Sức Mạnh Tình Bạn","Description":"Nhận 1% Khuếch Đại Sát Thương với mỗi cấp sao bạn có trên bàn đấu. Thay vào đó, các tướng 3 sao nhận 8% Khuếch Đại Sát Thương."},"TFT13_GoopBuff_OneThousandCuts":{"Title":"Ngàn Nhát Cắt","Description":"Đòn đánh gây thêm 30 sát thương chuẩn, cộng thêm 12 sát thương chuẩn với mỗi lần mục tiêu nhận sát thương từ hiệu ứng này."},"TFT13_GoopBuff_MageArmor":{"Title":"Áo Giáp Phù Thủy","Description":"Nhận Giáp và Kháng Phép bằng 50% Sức Mạnh Phép Thuật."},"TFT13_GoopBuff_AvariceIncarnate":{"Title":"Hóa Thân Tham Lam","Description":"Nhận 5 vàng. Nhận thêm 15% Khuếch Đại Sát Thương và 1% nữa với mỗi 2 vàng mà bạn có (tối đa 40%)."},"TFT13_GoopBuff_EvenInDeath":{"Title":"Cơ Hội Cuối Cùng","Description":"Khi tử trận lần đầu, hồi sinh với đầy Máu, nhận 50% Tốc Độ Đánh và 20% Hút Máu Toàn Phần nhưng mất đi 12.5% Máu mỗi giây."},"TFT13_GoopBuff_TitanicStrikes":{"Title":"Đại Mãng Xà Kích","Description":"Đòn đánh gây thêm 40% Sức Mạnh Công Kích lên mục tiêu và những kẻ địch liền kề. "},"TFT13_GoopBuff_SlowCooker":{"Title":"Ninh Nhừ","Description":"Mỗi giây, gây sát thương phép trong bán kính 1 ô bằng 3% Máu tối đa của họ. Bán kính sẽ gia tăng sau mỗi 6 giây."},"TFT13_GoopBuff_HeavyHitter":{"Title":"Đánh Nhừ Tử","Description":"Đòn đánh gây thêm sát thương vật lý bằng 20% Máu tối đa của tướng này. (Hồi chiêu: 2.5 giây)"},"TFT13_GoopBuff_LegacyOfShurima":{"Title":"Di Sản Shurima","Description":"Sau 10 giây giao tranh, hóa thăng hoa, nhận 50% Máu tối đa và 60% Tốc Độ Đánh."},"TFT13_GoopBuff_ShareYourEnergy":{"Title":"Chia Sẻ Năng Lượng","Description":"Bắt đầu giao tranh: ban 15% Sức Mạnh Công Kích, Sức Mạnh Phép Thuật, Máu, Giáp và Kháng Phép của họ cho các đồng minh liền kề."},"TFT13_GoopBuff_Headhunter":{"Title":"Thợ Săn","Description":"Tướng này nhận 15% Tốc Độ Đánh. Sau mỗi 1 mạng hạ gục, họ nhận vĩnh viễn thêm 1% (gấp đôi trong chế độ Xúc Xắc Siêu Tốc). <TFTTrackerLabel>(Tổng Số Hạ Gục:&nbsp;@TFTUnitProperty.:TFT13_SetMechanic_EvolveBuff_Headhunter_CurrentKills@) </TFTTrackerLabel> "},"TFT13_GoopBuff_CullTheWeak":{"Title":"Loại Bỏ Kẻ Yếu","Description":"Nhận tối đa 100% Tỉ Lệ Chí Mạng dựa theo Máu đã mất của mục tiêu. Sau mỗi 3 giây, nhắm vào kẻ địch thấp Máu nhất trong phạm vi."},"TFT13_GoopBuff_SlimeTime":{"Title":"Nổ Nhớt","Description":"Sau mỗi 2 giây, gây 130% (%i:scaleAP%) sát thương phép trong phạm vi 1 ô và hồi máu cho tướng này tương đương 100% sát thương gây ra."},"TFT13_GoopBuff_UnstoppableForce":{"Title":"Không Thể Cản Phá","Description":"Khi tham gia hạ gục, lao tới mục tiêu tiếp theo và Làm Choáng chúng trong 1.5 giây, sau đó hồi lại 10% Máu tối đa."},"TFT13_GoopBuff_Fireball":{"Title":"Cầu Lửa","Description":"Với mỗi 70 Năng Lượng đã tiêu hao, ném ra một cầu lửa rộng 2 ô gây sát thương chuẩn bằng 6% Máu tối đa và <TFTKeyword>Thiêu Đốt</TFTKeyword> trong 5 giây."},"TFT13_GoopBuff_ScuttleFamiliar":{"Title":"Linh Thú Cua","Description":"Khi tướng tử trận, triệu hồi một con cua sở hữu 100% Máu tối đa, Giáp và Kháng Phép của họ."},"TFT13_GoopBuff_CallingCard":{"Title":"Thẻ Hiệu Triệu","Description":"Nhận 1 ấn thuộc một tộc/hệ không phải duy nhất của tướng này."},"TFT13_GoopBuff_MagicMind":{"Title":"Chuyên Gia Phép Thuật","Description":"Tướng này nhận thêm 40% Sức Mạnh Phép Thuật từ mọi nguồn."},"TFT13_GoopBuff_ComebackStory":{"Title":"Cố Gắng Lật Kèo","Description":"Nhận 6% Khuếch Đại Sát Thương với mỗi 10 máu người chơi bạn đã mất trong trận này."},"TFT13_GoopBuff_HardenedMind":{"Title":"Chuyên Gia Phòng Ngự","Description":"Tướng này nhận thêm 66% Giáp và Kháng Phép cộng thêm từ mọi nguồn."},"TFT13_GoopBuff_SharpenedMind":{"Title":"Chuyên Gia Công Kích","Description":"Tướng này nhận thêm 55% Sức Mạnh Công Kích từ mọi nguồn."},"TFT13_GoopBuff_DeftHands":{"Title":"Tí Nị Hỗ Trợ","Description":"Nhận 3 bản sao tí nị, gây 30% (%i:scaleAD%) Sức Mạnh Công Kích sau mỗi 3 đòn đánh. Đòn đánh của chúng giảm Giáp đi 5."},"TFT13_GoopBuff_PowerAbsorption":{"Title":"Hấp Thụ Sức Mạnh","Description":"Nhận 30% Sức Mạnh Công Kích. Mỗi khi tướng đồng minh tử trận, nhận 9% Sức Mạnh Công Kích của chúng."},"TFT13_GoopBuff_Miniaturize":{"Title":"Hóa Nhỏ","Description":"Biến đổi thành một trang bị cho 75% Sức Mạnh Công Kích, Sức Mạnh Phép Thuật, Giáp và Kháng Phép của họ. Các trang bị đang mang sẽ được gỡ bỏ. "},"TFT13_GoopBuff_DeepRoots":{"Title":"Cắm Rễ","Description":"Nhận 700 Máu, 25 Giáp và 25 Kháng Phép. Họ không thể di chuyển hoặc bị làm choáng, và sẽ kéo mục tiêu vào tầm đánh của mình."},"TFT13_GoopBuff_WolfFamiliars":{"Title":"Người Nuôi Sói","Description":"Triệu hồi 2 con sói không thể chỉ định sở hữu 50% Sức Mạnh Công Kích và 0.9 Tốc Độ Đánh của tướng này."},"TFT13_GoopBuff_CertainDeath":{"Title":"Lao Vào","Description":"Khi tung chiêu lần đầu, nhảy tới kẻ địch và làm choáng một bán kính 2 ô trong 1.5 giây, đồng thời nhận được 25% Tốc Độ Đánh và 20% Hút Máu Toàn Phần."},"TFT13_GoopBuff_Dragonsoul":{"Title":"Long Tộc","Description":"Đòn đánh thường đầu tiên của tướng này lên một mục tiêu mới sẽ bắn ra năng lượng Long Tộc, gây sát thương chuẩn tương đương 20% Máu tối đa."},"TFT13_GoopBuff_IntoTheUnknown":{"Title":"Tiến Vào Vô Định","Description":"Tướng này biến mất trong 3 vòng. Khi họ trở lại, nhận thêm 50 Sức Mạnh Phép Thuật và 50% Sức Mạnh Công Kích."},"TFT13_GoopBuff_NothingWasted":{"Title":"Không Lãng Phí","Description":"Khi tướng đồng minh tử trận, nhận 70% Năng Lượng hiện tại của chúng."},"TFT13_GoopBuff_UltimateHero":{"Title":"Anh Hùng Tối Thượng","Description":"Sau 3 vòng, nâng sao cho 1 tướng 1 vàng 3 sao lên 4 sao!"},"TFT13_GoopBuff_LaserEyes":{"Title":"Mắt Laser","Description":"Liên tục gây sát thương phép mỗi giây trên một đường thẳng dài 3 ô bằng 100% Sức Mạnh Phép Thuật, đồng thời <TFTKeyword>Thiêu Đốt</TFTKeyword> kẻ địch trong 3 giây."},"TFT13_GoopBuff_HungerForPower":{"Title":"Thèm Khát Sức Mạnh","Description":"Bắt đầu giao tranh: Xơi tái đồng minh gần nhất để nhận 60% Máu và Sức Mạnh Công Kích của họ."},"TFT13_GoopBuff_DramaticEntrance":{"Title":"Xuất Trận Hoành Tráng","Description":"Bắt đầu giao tranh: Nhảy ra ngoài chiến trường. Sau 6 giây, quay trở lại với 55% Máu tối đa tăng thêm và <TFTKeyword>Làm Choáng</TFTKeyword> tất cả kẻ địch trong 2 giây."},"TFT13_GoopBuff_Stoneskin":{"Title":"Thân Thể Đá Tảng","Description":"Bắt đầu giao tranh: Nhận 225 Giáp và Kháng Phép. Mỗi giây, giảm lượng cộng thêm đi 10."},"TFT13_GoopBuff_Repulsor":{"Title":"Động Cơ Phản Lực","Description":"Nhận 35% Tốc Độ Đánh. Khi tung chiêu, đẩy lùi mục tiêu nếu chúng ở trong phạm vi 2 ô cạnh tướng."},"TFT13_GoopBuff_Hivemind":{"Title":"Nhất Tâm","Description":"Nhận 1 bản sao của tướng đầu tiên bị hạ gục bởi tướng này mỗi vòn giao tranh với người chơi. Nhận 25% Khuếch Đại Sát Thương."}}}