{"type":"tft-anomaly","version":"14.24.1","data":{"TFT13_GoopBuff_BerserkerRage":{"Title":"Rabbia del berserker","Description":"Ottiene 25 potere magico e 25% attacco fisico. Triplica questi valori quando la salute è inferiore a un 50%."},"TFT13_GoopBuff_Bulwark":{"Title":"Baluardo","Description":"Ottiene 40 armatura e 40 resistenza magica. Triplica questi valori quando la salute è superiore a un 50%."},"TFT13_GoopBuff_DualWielding":{"Title":"Doppia arma","Description":"Ottieni 2 oggetti completi adatti al ruolo di questo campione."},"TFT13_GoopBuff_EagleEye":{"Title":"Occhio di falco","Description":"Ottieni +1 gittata. Ogni 2 secondi in cui questo campione non si muove, ottiene 6% attacco fisico."},"TFT13_GoopBuff_Fortified":{"Title":"Fortificato","Description":"Ottieni 12% salute massima. Ogni 4 secondi, ne ottieni un altro 12% (fino a 5 volte)."},"TFT13_GoopBuff_Freestyling":{"Title":"Freestyle","Description":"Ottieni un 4.5% di amplificazione danni per ogni tratto non unico attivo a tua disposizione."},"TFT13_GoopBuff_Hypervelocity":{"Title":"Ipervelocità","Description":"Ottieni 10% velocità d'attacco. Al lancio, ottiene un 15% di velocità d'attacco cumulabile per il resto del combattimento."},"TFT13_GoopBuff_KillStreak":{"Title":"Serie di uccisioni","Description":"Ottieni 20 mana a ogni uccisione."},"TFT13_GoopBuff_MagicTraining":{"Title":"Addestramento magico","Description":"Ottieni 15 potere magico. Al lancio, la tua squadra ottiene 2 potere magico per ogni 20 mana speso."},"TFT13_GoopBuff_ShouldertheBurden":{"Title":"Scudo protettivo","Description":"All'inizio del combattimento e ogni 8 secondi: conferisce uno scudo pari a un 12% della salute massima a se stesso e a 2 alleati con la salute più bassa per 4 secondi."},"TFT13_GoopBuff_StrengthTraining":{"Title":"Addestramento per la forza","Description":"Ottieni 20% attacco fisico. Ogni 3 volte che attacca, la tua squadra ottiene 4% attacco fisico."},"TFT13_GoopBuff_TheFinisher":{"Title":"Il colpo finale","Description":"Gli attacchi e le abilità di questo campione giustiziano i campioni nemici con salute pari o inferiore a un 15%."},"TFT13_GoopBuff_Thornskin":{"Title":"Pelle spinosa","Description":"Ottiene 60 armatura e 60 resistenza magica. Se danneggiato, infligge un 20% dei danni bloccati come danni magici ai nemici adiacenti. "},"TFT13_GoopBuff_GiantSized":{"Title":"Gigantesco","Description":"Ottieni 1000 salute e le tue dimensioni aumentano notevolmente."},"TFT13_GoopBuff_EnergyAbsorption":{"Title":"Assorbimento energetico","Description":"Ottieni 30 potere magico. Ogni volta che muore un alleato, ottieni un 5% del suo potere magico."},"TFT13_GoopBuff_Bully":{"Title":"Bullo","Description":"Ottieni un 12% di amplificazione danni, che aumenta al 36% contro le unità con un livello stella inferiore."},"TFT13_GoopBuff_EssenceofNavori":{"Title":"Essenza di Navori","Description":"Mana massimo ridotto di un 10%, che aumenta di un 10% ogni volta che questo campione lancia un'abilità (fino a un 40%)."},"TFT13_GoopBuff_AvalancheofArmor":{"Title":"Armatura in abbondanza","Description":"Ottieni %i:scaleAD% attacco fisico pari a un 30% dell'armatura. Ottieni 50 %i:scaleArmor% armatura."},"TFT13_GoopBuff_TouchofFrost":{"Title":"Tocco del gelo","Description":"L'abilità <TFTKeyword>congela</TFTKeyword> (riduce la velocità d'attacco) del 20% i nemici per 4 secondi. Quando i nemici <TFTKeyword>congelati</TFTKeyword> muoiono, stordiscono il nemico più vicino per 1 secondo/i."},"TFT13_GoopBuff_Knockout":{"Title":"Al tappeto","Description":"Ottieni un 15% di attacco fisico. L'attacco successivo al lancio ottiene un 35% di probabilità di colpo critico e infligge un 90% di danni puri."},"TFT13_GoopBuff_CenteroftheUniverse":{"Title":"Centro dell'universo","Description":"Ottieni 6 stelle che orbitano attorno a questo campione. Ogni stella infligge 75 danni magici e l'orbita si espande per colpire il bersaglio attuale del campione."},"TFT13_GoopBuff_CosmicRhythm":{"Title":"Ritmo cosmico","Description":"Non ottieni più mana, ma lanci la sua abilità ogni 4 secondi."},"TFT13_GoopBuff_ArcanaOverwhelming":{"Title":"Arcano travolgente","Description":"Ottieni %i:scaleAP% potere magico pari a un 25% della resistenza magica. Ottieni 65 resistenza magica."},"TFT13_GoopBuff_Invisibility":{"Title":"Invisibilità","Description":"Ogni 6 secondi, diventa invisibile per 1 secondo. L'attacco successivo ha una probabilità di colpo critico pari a un 100%."},"TFT13_GoopBuff_AllForOne":{"Title":"La forza dell'amicizia","Description":"Ottieni un 1% di amplificazione danni per ogni livello stella sulla tua plancia. I campioni a 3 stelle ottengono invece un 8% di amplificazione danni."},"TFT13_GoopBuff_OneThousandCuts":{"Title":"Dono tagliente","Description":"Gli attacchi infliggono 30 danni puri bonus, più 12 danni puri per ogni volta che il bersaglio è stato danneggiato da questo effetto."},"TFT13_GoopBuff_MageArmor":{"Title":"Armatura magica","Description":"Ottieni armatura e resistenza magica pari a un 50% del potere magico."},"TFT13_GoopBuff_AvariceIncarnate":{"Title":"Incarnazione della cupidigia","Description":"Ottieni 5 oro. Ottieni un 15% di amplificazione danni e un 1% in più per 2 oro in tuo possesso (fino a 40)."},"TFT13_GoopBuff_EvenInDeath":{"Title":"Ultima occasione","Description":"Alla prima morte, vieni rianimato con la salute al massimo, ottieni 50% velocità d'attacco e 20% rubavita globale, ma perdi un 12.5% di salute al secondo."},"TFT13_GoopBuff_TitanicStrikes":{"Title":"Colpi titanici","Description":"Gli attacchi base infliggono un 40% di attacco fisico aggiuntivo al bersaglio e ai nemici adiacenti. "},"TFT13_GoopBuff_SlowCooker":{"Title":"A fuoco lento","Description":"Ogni secondo, infliggi danni magici ai nemici nel raggio di 1 esagono/i pari a un 3% della loro salute massima. Il raggio aumenta ogni 6 secondi."},"TFT13_GoopBuff_HeavyHitter":{"Title":"Pezzo grosso","Description":"Gli attacchi infliggono danni fisici bonus pari a un 20% della salute massima del campione. (Ricarica: 2.5 secondi)"},"TFT13_GoopBuff_LegacyOfShurima":{"Title":"Lascito di Shurima","Description":"Dopo 10 secondi di combattimento, ascendi, ottenendo un 50% di salute massima e 60% velocità d'attacco."},"TFT13_GoopBuff_ShareYourEnergy":{"Title":"Energia condivisa","Description":"Inizio del combattimento: conferisce un 15% di attacco fisico, potere magico, salute, armatura e resistenza magica agli alleati adiacenti."},"TFT13_GoopBuff_Headhunter":{"Title":"Cacciatore di Teste","Description":"Questo campione ottiene 15% velocità d'attacco. Ogni 1 uccisione/i, ottiene permanentemente un ulteriore 1% (raddoppiato in Hyper Roll). <TFTTrackerLabel>(Uccisioni totali:&nbsp;@TFTUnitProperty.:TFT13_SetMechanic_EvolveBuff_Headhunter_CurrentKills@) </TFTTrackerLabel>"},"TFT13_GoopBuff_CullTheWeak":{"Title":"Elimina i deboli","Description":"Ottieni fino a un 100% di probabilità di colpo critico in base alla salute mancante del bersaglio. Ogni 3 secondi, colpisce il nemico a portata con la salute più bassa."},"TFT13_GoopBuff_SlimeTime":{"Title":"Vai con la fanghiglia","Description":"Ogni 2 secondi infligge un 130% (%i:scaleAP%) di danni magici nel raggio di 1 esagono e cura questo campione di un 100% dei danni inflitti."},"TFT13_GoopBuff_UnstoppableForce":{"Title":"Forza inarrestabile","Description":"Dopo un'eliminazione, carica il bersaglio successivo e lo stordisce per 1.5 secondi, poi si cura di un 10% della salute massima."},"TFT13_GoopBuff_Fireball":{"Title":"Palla di fuoco","Description":"Per ogni 70 mana speso, lanci una palla di fuoco da 2 esagoni che infligge un 6% della salute massima in danni puri e causa <TFTKeyword>Ustione</TFTKeyword> per 5 secondi."},"TFT13_GoopBuff_ScuttleFamiliar":{"Title":"Granchio famiglio","Description":"Alla morte, evoca un granchio con un 100% della propria salute massima, armatura e resistenza magica."},"TFT13_GoopBuff_CallingCard":{"Title":"Biglietto da visita","Description":"Ottieni un emblema corrispondente a un tratto non unico da questo campione."},"TFT13_GoopBuff_MagicMind":{"Title":"Esperto di magia","Description":"Questo campione ottiene 40% potere magico in più da tutte le fonti."},"TFT13_GoopBuff_ComebackStory":{"Title":"Storia di una rimonta","Description":"Ottieni un 6% di amplificazione danni per ogni 10 di salute del giocatore persa in questa partita."},"TFT13_GoopBuff_HardenedMind":{"Title":"Esperto della difesa","Description":"Questo campione ottiene 66% armatura e resistenza magica in più da tutte le fonti."},"TFT13_GoopBuff_SharpenedMind":{"Title":"Esperto d'attacco","Description":"Questo campione ottiene 55% attacco fisico in più da tutte le fonti."},"TFT13_GoopBuff_DeftHands":{"Title":"Mini me","Description":"Ottieni 3 mini che infliggono un 30% (%i:scaleAD%) di attacco fisico ogni 3 attacchi. Il loro attacco riduce l'armatura di 5."},"TFT13_GoopBuff_PowerAbsorption":{"Title":"Assorbimento di potenza","Description":"Ottieni 30% attacco fisico. Ogni volta che muore un alleato, ottieni un 9% del suo attacco fisico."},"TFT13_GoopBuff_Miniaturize":{"Title":"Miniatura","Description":"Si trasforma in un oggetto che conferisce un 75% di attacco fisico, potere magico, armatura e resistenza magica. Gli oggetti equipaggiati vengono rimossi. "},"TFT13_GoopBuff_DeepRoots":{"Title":"Radici profonde","Description":"Ottieni 700 salute, 25 armatura e 25 resistenza magica. Non può muoversi o essere stordito, e trascina a portata il bersaglio."},"TFT13_GoopBuff_WolfFamiliars":{"Title":"Lupi famigli","Description":"Evoca 2 lupi non bersagliabili con un 50% dell'attacco fisico di questo campione e 0.9 velocità d'attacco."},"TFT13_GoopBuff_CertainDeath":{"Title":"Andando all'assalto","Description":"Al primo lancio, balzi sui nemici stordendoli entro un raggio di 2 esagoni per 1.5 secondi e ottieni 25% velocità d'attacco e 20% rubavita globale."},"TFT13_GoopBuff_Dragonsoul":{"Title":"Anima di drago","Description":"Questo campione sferra il suo primo attacco contro un nuovo bersaglio sparando una scarica dell'Anima di drago, infliggendo un 20% della salute massima in danni puri."},"TFT13_GoopBuff_IntoTheUnknown":{"Title":"Nell'ignoto","Description":"Questo campione scompare per 3 turni. Al suo ritorno, ottiene 50 potere magico e 50% attacco fisico."},"TFT13_GoopBuff_NothingWasted":{"Title":"Tutto fa brodo","Description":"Quando muore un alleato, ottieni un 70% del suo mana attuale."},"TFT13_GoopBuff_UltimateHero":{"Title":"Eroe supremo","Description":"Dopo 3 turni, porta a 4 stelle un campione a 3 stelle di costo 1!"},"TFT13_GoopBuff_LaserEyes":{"Title":"Occhi laser","Description":"Infliggi costantemente danni magici al secondo pari a un 100% del potere magico lungo una linea da 3 esagoni e <TFTKeyword>ustioni</TFTKeyword> i nemici per 3 secondi."},"TFT13_GoopBuff_HungerForPower":{"Title":"Sete di potere","Description":"Inizio del combattimento: consumi l'alleato più vicino e ottieni un 60% della sua salute e del suo attacco fisico."},"TFT13_GoopBuff_DramaticEntrance":{"Title":"Entrata a effetto","Description":"Inizio del combattimento: salti via dal campo di battaglia. Dopo 6 secondi, arrivi con la salute massima aumentata di un 55% e <TFTKeyword>stordisci</TFTKeyword> tutti i nemici per 2 secondi."},"TFT13_GoopBuff_Stoneskin":{"Title":"Pelle di pietra","Description":"Inizio del combattimento: ottiene 225 armatura e resistenza magica. Ogni secondo, riduce questo bonus di 10."},"TFT13_GoopBuff_Repulsor":{"Title":"Repulsore","Description":"Ottieni 35% velocità d'attacco. Al lancio, respinge il bersaglio se si trova entro 2 esagoni."},"TFT13_GoopBuff_Hivemind":{"Title":"Mente collettiva","Description":"Ottieni una copia del primo campione ucciso da questo campione a ogni combattimento contro i giocatori. Ottiene un 25% di amplificazione danni."}}}