{"type":"tft-anomaly","version":"14.24.1","data":{"TFT13_GoopBuff_BerserkerRage":{"Title":"Οργή του Αφιονισμένου","Description":"Ο Ήρωας αποκτά 25 Ισχύ Ικανότητας και 25% Ζημιά Επίθεσης. Τριπλασιάζεται όταν η Ζωή του πέφτει κάτω από 50%."},"TFT13_GoopBuff_Bulwark":{"Title":"Προτείχισμα","Description":"Ο Ήρωας αποκτά 40 Θωράκιση και 40 Αντίσταση Μαγείας. Τριπλασιάζεται όταν η Ζωή του είναι πάνω από 50%."},"TFT13_GoopBuff_DualWielding":{"Title":"Δύο Όπλα","Description":"Ο Ήρωας αποκτά 2 ολοκληρωμένα αντικείμενα που ταιριάζουν με τον ρόλο αυτού του Ήρωα."},"TFT13_GoopBuff_EagleEye":{"Title":"Αετομάτης","Description":"Ο Ήρωας αποκτά +1 Εμβέλεια. Κάθε 2 δευτερόλεπτα που δεν κινείται αυτός ο Ήρωας, αποκτά 6% Ζημιά Επίθεσης."},"TFT13_GoopBuff_Fortified":{"Title":"Οχύρωση","Description":"Ο Ήρωας αποκτά 12% μέγιστη Ζωή. Κάθε 4 δευτ., αποκτά επιπλέον 12% (έως 5 φορές)."},"TFT13_GoopBuff_Freestyling":{"Title":"Αυτοσχεδιασμός","Description":"Ο Ήρωας αποκτά 4.5% Ενίσχυση Ζημιάς για κάθε ενεργοποιημένο και μη μοναδικό Χαρακτηριστικό που έχετε."},"TFT13_GoopBuff_Hypervelocity":{"Title":"Υπερταχύτητα","Description":"Ο Ήρωας αποκτά 10% Ταχύτητα Επίθεσης. Κατά τη χρήση της ικανότητας, αποκτά 15% Ταχύτητα Επίθεσης που συσσωρεύεται μέχρι το τέλος της μάχης."},"TFT13_GoopBuff_KillStreak":{"Title":"Σερί εκτελέσεων","Description":"Ο Ήρωας αποκτά 20 Μάνα με κάθε εκτέλεση."},"TFT13_GoopBuff_MagicTraining":{"Title":"Εκπαίδευση στη Μαγεία","Description":"Ο Ήρωας αποκτά 15 Ισχύ Ικανότητας. Κατά τη χρήση της ικανότητας, η ομάδα σας αποκτά 2 Ισχύ Ικανότητας για κάθε 20 Μάνα που ξοδεύει."},"TFT13_GoopBuff_ShouldertheBurden":{"Title":"Ασπίδα Προστασίας","Description":"Αρχή της μάχης και κάθε 8 δευτερόλεπτα: Δίνει Ασπίδα με αντοχή ίση με το 12% της μέγιστης Ζωής στον εαυτό του και σε 2 συμμάχους με τη χαμηλότερη Ζωή για 4 δευτερόλεπτα."},"TFT13_GoopBuff_StrengthTraining":{"Title":"Ενδυνάμωση","Description":"Ο Ήρωας αποκτά 20% Ζημιά Επίθεσης. Κάθε 3 φορές που επιτίθεται, η ομάδα σας αποκτά 4% Ζημιά Επίθεσης."},"TFT13_GoopBuff_TheFinisher":{"Title":"Τελειώνει τη Δουλειά","Description":"Οι επιθέσεις και οι ικανότητες αυτού του Ήρωα εκτελούν αντίπαλους Ήρωες που έχουν έως 15% Ζωή."},"TFT13_GoopBuff_Thornskin":{"Title":"Αγκαθωτό Δέρμα","Description":"Ο Ήρωας αποκτά 60 Θωράκιση και 60 Αντίσταση Μαγείας. Όταν δέχεται ζημιά, προκαλεί Μαγική Ζημιά σε γειτονικούς εχθρούς ίση με το 20% της ζημιάς που μπλοκαρίστηκε. "},"TFT13_GoopBuff_GiantSized":{"Title":"Μεγάλο Πακέτο","Description":"Ο Ήρωας αποκτά 1000 Ζωή και το μέγεθός του αυξάνεται σημαντικά."},"TFT13_GoopBuff_EnergyAbsorption":{"Title":"Απορρόφηση Ενέργειας","Description":"Η μονάδα αποκτά 30 Ισχύ Ικανότητας. Κάθε φορά που πεθαίνει ένας σύμμαχος, η μονάδα αποκτά το 5% της Ισχύος Ικανότητάς του."},"TFT13_GoopBuff_Bully":{"Title":"Νταής","Description":"Αποκτάτε 12% Ενίσχυση Ζημιάς, η οποία γίνεται 36% ενάντια σε μονάδες με χαμηλότερο Επίπεδο Αστεριών."},"TFT13_GoopBuff_EssenceofNavori":{"Title":"Η Ψυχή των Ναβόρι","Description":"Το μέγιστο Μάνα μειώθηκε κατά 10%, το οποίο αυξάνεται κατά 10% κάθε φορά που αυτός ο Ήρωας χρησιμοποιεί την ικανότητά του (έως 40%)."},"TFT13_GoopBuff_AvalancheofArmor":{"Title":"Βρέχει Θωράκιση","Description":"Αποκτά %i:scaleAD% Ζημιά Επίθεσης ίση με το 30% της Θωράκισης. Αποκτά 50 %i:scaleArmor% Θωράκιση."},"TFT13_GoopBuff_TouchofFrost":{"Title":"Παγωμένο Άγγιγμα","Description":"Οι χρήσεις ικανοτήτων προκαλούν 20% <TFTKeyword>Παγωνιά</TFTKeyword> (μειώνει την Ταχύτητα Επίθεσης) στους εχθρούς για 4 δευτερόλεπτα. Όταν οι εχθροί με <TFTKeyword>Παγωνιά</TFTKeyword> πεθάνουν, Ακινητοποιούν τον πιο κοντινό εχθρό για 1 δευτ."},"TFT13_GoopBuff_Knockout":{"Title":"Νοκ Άουτ","Description":"Ο Ήρωας αποκτά 15% Ζημιά Επίθεσης. Η επόμενη επίθεση μετά τη χρήση της ικανότητας δίνει 35% Πιθανότητα Καίριου Χτυπήματος και προκαλεί 90% Πραγματική Ζημιά."},"TFT13_GoopBuff_CenteroftheUniverse":{"Title":"Κέντρο του Σύμπαντος","Description":"Αυτός ο Ήρωας αποκτά 6 άστρα που περιφέρονται γύρω του. Κάθε αστέρι προκαλεί 75 Μαγική Ζημιά και η τροχιά επεκτείνεται για να χτυπήσει τον τρέχοντα στόχο του Ήρωα."},"TFT13_GoopBuff_CosmicRhythm":{"Title":"Κοσμικός Ρυθμός","Description":"Η μονάδα δεν αποκτά πλέον Μάνα, αλλά χρησιμοποιεί την ικανότητά της κάθε 4 δευτ."},"TFT13_GoopBuff_ArcanaOverwhelming":{"Title":"Αδιανόητη Απόκρυφη Γνώση","Description":"Αποκτά %i:scaleAP% Ισχύ Ικανότητας ίση με το 25% της Αντίστασης Μαγείας. Αποκτά 65 Αντίσταση Μαγείας."},"TFT13_GoopBuff_Invisibility":{"Title":"Αορατότητα","Description":"Κάθε 6 δευτερόλεπτα, γίνεται Αόρατος για 1 δευτ. Η επόμενη επίθεσή του έχει 100% Πιθανότητα Καίριου Χτυπήματος."},"TFT13_GoopBuff_AllForOne":{"Title":"Δύναμη της Φιλίας","Description":"Αποκτάτε 1% Ενίσχυση Ζημιάς για κάθε Επίπεδο Αστεριών στο ταμπλό σας. Οι Ήρωες τριών αστεριών δίνουν 8% Ενίσχυση Ζημιάς."},"TFT13_GoopBuff_OneThousandCuts":{"Title":"Χίλιες Πληγές","Description":"Οι επιθέσεις προκαλούν 30 μπόνους Πραγματική Ζημιά, συν 12 Πραγματική Ζημιά για κάθε φορά που ο στόχος δέχτηκε ζημιά από αυτή την επίδραση."},"TFT13_GoopBuff_MageArmor":{"Title":"Πανοπλία του Μάγου","Description":"Ο Ήρωας αποκτά Θωράκιση και Αντίσταση Μαγείας ίση με το 50% της Ισχύος Ικανότητας."},"TFT13_GoopBuff_AvariceIncarnate":{"Title":"Ενσάρκωση της Απληστίας","Description":"Αποκτήστε 5 Χρυσό. Αποκτήστε 15% Ενίσχυση Ζημιάς και 1% περισσότερη ανά 2 Χρυσό που έχετε (έως 40%)."},"TFT13_GoopBuff_EvenInDeath":{"Title":"Τελευταία Ευκαιρία","Description":"Την πρώτη φορά που πεθαίνει ο Ήρωας, ανασταίνεται με πλήρη Ζωή, αποκτά 50% Ταχύτητα Επίθεσης και 20% Ολική Αρπαγή Ζωής, αλλά χάνει το 12.5% της Ζωής του κάθε δευτερόλεπτο."},"TFT13_GoopBuff_TitanicStrikes":{"Title":"Τιτάνια Χτυπήματα","Description":"Οι επιθέσεις προκαλούν επιπλέον 40% Ζημιά Επίθεσης στον στόχο και σε γειτονικούς εχθρούς. "},"TFT13_GoopBuff_SlowCooker":{"Title":"Σιγοβράσιμο","Description":"Κάθε δευτερόλεπτο, ο Ήρωας προκαλεί Μαγική Ζημιά σε ακτίνα 1 εξαγ. ίση με το 3% της μέγιστης Ζωής του. Η ακτίνα διευρύνεται κάθε 6 δευτερόλεπτα."},"TFT13_GoopBuff_HeavyHitter":{"Title":"Βαρύ Χέρι","Description":"Οι επιθέσεις αυτού του Ήρωα προκαλούν μπόνους Σωματική Ζημιά ίση με το 20% της μέγιστης Ζωής του. (Χρόνος Επαναφόρτισης: 2.5 δευτ.)"},"TFT13_GoopBuff_LegacyOfShurima":{"Title":"Κληρονομιά της Σουρίμα","Description":"Μετά από 10 δευτερόλεπτα μάχης, εξυψώνεται και αποκτά 50% μέγιστη Ζωή και 60% Ταχύτητα Επίθεσης"},"TFT13_GoopBuff_ShareYourEnergy":{"Title":"Ενέργεια για Όλους","Description":"Αρχή της μάχης: Ο Ήρωας δίνει το 15% της Ζημιάς Επίθεσης, της Ισχύος Ικανότητας, της Ζωής, της Θωράκισης και της Αντίστασης Μαγείας του στους γειτονικούς συμμάχους."},"TFT13_GoopBuff_Headhunter":{"Title":"Κυνηγός Κεφαλών","Description":"Αυτός ο Ήρωας αποκτά 15% Ταχύτητα Επίθεσης. Κάθε 1 εκτελέσεις, αποκτά μόνιμα επιπλέον 1% Ταχύτητα Επίθεσης (διπλασιάζεται στην Υπερανανέωση). <TFTTrackerLabel>(Συνολικές εκτελέσεις:&nbsp;@TFTUnitProperty.:TFT13_SetMechanic_EvolveBuff_Headhunter_CurrentKills@) </TFTTrackerLabel> "},"TFT13_GoopBuff_CullTheWeak":{"Title":"Ξεσκαρτάρισμα","Description":"Αποκτάτε έως και 100% Πιθανότητα Καίριου Χτυπήματος ανάλογα με τη Ζωή που λείπει από τον στόχο. Κάθε 3 δευτερόλεπτα, στοχεύει τον εχθρό εντός εμβέλειας με το χαμηλότερο ποσοστό Ζωής."},"TFT13_GoopBuff_SlimeTime":{"Title":"Ώρα για Γλίτσα","Description":"Κάθε 2 δευτερόλεπτα, προκαλεί 130% (%i:scaleAP%) Μαγική Ζημιά σε ακτίνα 1 εξαγώνου και θεραπεύει αυτόν τον Ήρωα για το 100% της ζημιάς που προκαλεί."},"TFT13_GoopBuff_UnstoppableForce":{"Title":"Ασταμάτητη Δύναμη","Description":"Όταν κάνει μια εξόντωση, εφορμά στον επόμενο στόχο και τον ακινητοποιεί για 1.5 δευτερόλεπτα και μετά θεραπεύεται για το 10% της μέγιστης Ζωής του."},"TFT13_GoopBuff_Fireball":{"Title":"Πύρινη Σφαίρα","Description":"Για κάθε 70 Μάνα που ξοδεύει, εκτοξεύει μια πύρινη σφαίρα ακτίνας 2 εξαγώνων που προκαλεί Πραγματική Ζημιά ίση με το 6% της μέγιστης Ζωής και <TFTKeyword>Εγκαύματα</TFTKeyword> για 5 δευτερόλεπτα."},"TFT13_GoopBuff_ScuttleFamiliar":{"Title":"Κατοικίδιος Γαριδρομέας","Description":"Όταν πεθάνει, καλεί έναν Γαριδρομέα που έχει το 100% της μέγιστης Ζωής, της Θωράκισης και της Αντίστασης Μαγείας του."},"TFT13_GoopBuff_CallingCard":{"Title":"Κάρτα Επίκλησης","Description":"Αποκτήστε ένα Έμβλημα που αντιστοιχεί σε ένα μη μοναδικό Χαρακτηριστικό αυτού του Ήρωα."},"TFT13_GoopBuff_MagicMind":{"Title":"Εξπέρ στη Μαγεία","Description":"Αυτός ο Ήρωας αποκτά 40% επιπλέον Ισχύ Ικανότητας από όλες τις πηγές."},"TFT13_GoopBuff_ComebackStory":{"Title":"Ιστορική Ανατροπή","Description":"Αποκτά 6% Ενίσχυση Ζημιάς για κάθε 10 πόντο Ζωής Παίκτη που έχετε χάσει σε αυτό το παιχνίδι."},"TFT13_GoopBuff_HardenedMind":{"Title":"Εξπέρ στην Άμυνα","Description":"Αυτός ο Ήρωας αποκτά 66% μπόνους Θωράκιση και Αντίσταση Μαγείας από όλες τις πηγές."},"TFT13_GoopBuff_SharpenedMind":{"Title":"Εξπέρ στην Επίθεση","Description":"Αυτός ο Ήρωας αποκτά 55% επιπλέον Ζημιά Επίθεσης από όλες τις πηγές."},"TFT13_GoopBuff_DeftHands":{"Title":"Κλώνοι Τσέπης","Description":"Αποκτάτε 3 μικροσκοπικούς κλώνους που προκαλούν 30% (%i:scaleAD%) Ζημιά Επίθεσης κάθε 3 επιθέσεις. Οι επιθέσεις τους μειώνουν τη Θωράκιση κατά 5."},"TFT13_GoopBuff_PowerAbsorption":{"Title":"Απορρόφηση Ισχύος","Description":"Ο Ήρωας αποκτά 30% Ζημιά Επίθεσης. Κάθε φορά που πεθαίνει ένας σύμμαχος, αποκτά το 9% της Ζημιάς Επίθεσής του."},"TFT13_GoopBuff_Miniaturize":{"Title":"Μινιατούρα","Description":"Μεταμορφώνεται σε αντικείμενο που δίνει το 75% της Ζημιάς Επίθεσης, της Ισχύος Ικανότητας, της Θωράκισης και της Αντίστασης Μαγείας του. Τα αντικείμενα που κρατούσε αφαιρούνται. "},"TFT13_GoopBuff_DeepRoots":{"Title":"Βαθιές Ρίζες","Description":"Η μονάδα αποκτά 700 Ζωή, 25 Θωράκιση και 25 Αντίσταση Μαγείας. Δεν μπορεί να κινηθεί ή να ακινητοποιηθεί και τραβάει τον στόχο της εντός εμβέλειας."},"TFT13_GoopBuff_WolfFamiliars":{"Title":"Λυκοφιλίες","Description":"Καλεί 2 λύκους που δεν μπορούν να στοχευτούν με το 50% της Ζημιάς Επίθεσης αυτού του Ήρωα και 0.9 Ταχύτητα Επίθεσης."},"TFT13_GoopBuff_CertainDeath":{"Title":"Πραγματική Εφόρμηση","Description":"Στην πρώτη χρήση της ικανότητας, ορμάει σε εχθρούς, ακινητοποιεί σε ακτίνα 2 εξαγώνων για 1.5 δευτερόλεπτα και αποκτά 25% Ταχύτητα Επίθεσης και 20% Ολική Αρπαγή Ζωής."},"TFT13_GoopBuff_Dragonsoul":{"Title":"Ψυχή του Δράκου","Description":"Η πρώτη επίθεση αυτού του Ήρωα σε έναν νέο στόχο εξαπολύει μια βολή Ψυχής του Δράκου, η οποία προκαλεί Πραγματική Ζημιά ίση με το 20% της μέγιστης Ζωής."},"TFT13_GoopBuff_IntoTheUnknown":{"Title":"Στο Άγνωστο","Description":"Αυτός ο Ήρωας εξαφανίζεται για 3 γύρους. Όταν επιστρέψει, αποκτά 50 Ισχύ Ικανότητας και 50% Ζημιά Επίθεσης."},"TFT13_GoopBuff_NothingWasted":{"Title":"Τίποτα Δεν Πάει Χαμένο","Description":"Όταν πεθαίνει ένας σύμμαχος, αποκτά το 70% του τρέχοντος Μάνα του."},"TFT13_GoopBuff_UltimateHero":{"Title":"Υπέρτατος Ήρωας","Description":"Μετά από 3 γύρους, ανεβάστε το Επίπεδο Αστεριών ενός Ήρωα κόστους 1 από τα 3 στα 4 αστέρια!"},"TFT13_GoopBuff_LaserEyes":{"Title":"Μάτια Λέιζερ","Description":"Προκαλεί διαρκώς Μαγική Ζημιά ανά δευτερόλεπτο ίση με το 100% της Ισχύος Ικανότητας σε μια γραμμή 3 εξαγώνων και <TFTKeyword>Εγκαύματα</TFTKeyword> στους εχθρούς για 3 δευτερόλεπτα."},"TFT13_GoopBuff_HungerForPower":{"Title":"Δίψα για Δύναμη","Description":"Αρχή της μάχης: Καταναλώνει τον πλησιέστερο σύμμαχο και αποκτά το 60% της Ζωής και της Ζημιάς Επίθεσής του."},"TFT13_GoopBuff_DramaticEntrance":{"Title":"Δραματική Είσοδος","Description":"Αρχή της μάχης: Εγκαταλείπει το πεδίο της μάχης. Μετά από 6 δευτερόλεπτα, καταφτάνει με αυξημένη μέγιστη Ζωή κατά 55% και <TFTKeyword>Ακινητοποιεί</TFTKeyword> όλους τους εχθρούς για 2 δευτερόλεπτα."},"TFT13_GoopBuff_Stoneskin":{"Title":"Πέτρινο Δέρμα","Description":"Αρχή της μάχης: Ο Ήρωας αποκτά 225 Θωράκιση και Αντίσταση Μαγείας. Κάθε δευτερόλεπτο, αυτό το μπόνους μειώνεται κατά 10."},"TFT13_GoopBuff_Repulsor":{"Title":"Απωθητής","Description":"Ο Ήρωας αποκτά 35% Ταχύτητα Επίθεσης. Κατά τη χρήση της ικανότητας, απωθεί τον στόχο του, αν απέχει έως 2 εξάγωνα από εκείνον."},"TFT13_GoopBuff_Hivemind":{"Title":"Συλλογική Οντότητα","Description":"Αποκτήστε ένα αντίγραφο του πρώτου Ήρωα που σκοτώνει αυτός ο Ήρωας σε κάθε μάχη μεταξύ παικτών. Αποκτά 25% Ενίσχυση Ζημιάς."}}}