{"type":"tft-anomaly","version":"14.24.1","data":{"TFT13_GoopBuff_BerserkerRage":{"Title":"Ярость берсерка","Description":"Владелец получает 25 силы умений и 25% силы атаки. Прибавки увеличены втрое, когда у него менее 50% здоровья."},"TFT13_GoopBuff_Bulwark":{"Title":"Оплот","Description":"Владелец получает 40 брони и 40 сопротивления магии. Прибавки увеличены втрое, когда у него более 50% здоровья."},"TFT13_GoopBuff_DualWielding":{"Title":"Парное оружие","Description":"Владелец получает 2 полноценных предмета, которые подходят для его роли."},"TFT13_GoopBuff_EagleEye":{"Title":"Орлиный глаз","Description":"Дальность атаки владельца увеличивается на 1. За каждые 2 сек., которые владелец остается на месте, он получает 6% силы атаки."},"TFT13_GoopBuff_Fortified":{"Title":"Укрепление","Description":"Владелец получает 12% здоровья. Раз в 4 сек. он получает еще 12% здоровья (до 5 раз)."},"TFT13_GoopBuff_Freestyling":{"Title":"Вольный стиль","Description":"Владелец получает 4.5% убийственности за каждую активную неуникальную особенность вашей команды."},"TFT13_GoopBuff_Hypervelocity":{"Title":"Гиперскорость","Description":"Владелец получает 10% скорости атаки. При применении умения он получает 15% скорости атаки до конца боя (прибавка суммируется)."},"TFT13_GoopBuff_KillStreak":{"Title":"Серия убийств","Description":"Владелец восстанавливает 20 маны при убийстве врагов."},"TFT13_GoopBuff_MagicTraining":{"Title":"Обучение магии","Description":"Владелец получает 15 силы умений. При применении умения ваши бойцы получают 2 силы умений за каждые 20 потраченной маны."},"TFT13_GoopBuff_ShouldertheBurden":{"Title":"Надежная защита","Description":"В начале боя и раз в 8 сек.: владелец получает щит прочностью 12% от максимального запаса здоровья и дает такой же щит 2 союзникам с наименьшими запасами здоровья на 4 сек."},"TFT13_GoopBuff_StrengthTraining":{"Title":"Силовая тренировка","Description":"Владелец получает 20% силы атаки. После каждой его 3-й атаки ваши бойцы получают 4% силы атаки."},"TFT13_GoopBuff_TheFinisher":{"Title":"Палач","Description":"Атаки и умение владельца казнят вражеских чемпионов, у которых остается 15% здоровья и меньше."},"TFT13_GoopBuff_Thornskin":{"Title":"Шипованная кожа","Description":"Чемпион получает 60 брони и 60 сопротивления магии. При получении урона он наносит примыкающим врагам магический урон в размере 20% от заблокированного урона. "},"TFT13_GoopBuff_GiantSized":{"Title":"Великан","Description":"Чемпион получает 1000 здоровья и значительно увеличивается в размерах."},"TFT13_GoopBuff_EnergyAbsorption":{"Title":"Поглощение энергии","Description":"Чемпион получает 30 силы умений. Каждый раз, когда погибает союзник, чемпион получает 5% от его силы умений."},"TFT13_GoopBuff_Bully":{"Title":"Хулиган","Description":"Чемпион получает 12% убийственности. Прибавка увеличивается до 40% против бойцов, у которых меньше звезд, чем у него."},"TFT13_GoopBuff_EssenceofNavori":{"Title":"Сущность Навори","Description":"Максимальный запас маны чемпиона уменьшается на 10%. Это значение увеличивается на 10% каждый раз, когда чемпион применяет умение (до 40%)."},"TFT13_GoopBuff_AvalancheofArmor":{"Title":"Лавина брони","Description":"Чемпион получает %i:scaleAD% силу атаки в размере 30% от брони. Кроме того, он получает 50 %i:scaleArmor% брони."},"TFT13_GoopBuff_TouchofFrost":{"Title":"Морозное касание","Description":"При применении умения чемпион <TFTKeyword>обмораживает</TFTKeyword> (20%) врагов на 4 сек. Если <TFTKeyword>обмороженный</TFTKeyword> боец погибает, ближайший к нему враг оглушается на 1 сек. Обморожение: снижает скорость атаки."},"TFT13_GoopBuff_Knockout":{"Title":"Нокаут","Description":"Чемпион получает 15% силы атаки. Применив умение, он усиливает следующую атаку: ее шанс критического удара увеличивается на 35% и она наносит 90% чистого урона."},"TFT13_GoopBuff_CenteroftheUniverse":{"Title":"Центр Вселенной","Description":"Вокруг чемпиона начинают кружиться звезды (6), скорость вращения которых зависит от скорости атаки. Каждая звезда наносит 75 магического урона."},"TFT13_GoopBuff_CosmicRhythm":{"Title":"Космический ритм","Description":"Чемпион больше не восстанавливает ману, но может применять умение раз в 4 сек."},"TFT13_GoopBuff_ArcanaOverwhelming":{"Title":"Переизбыток магии","Description":"Чемпион получает %i:scaleAP% силу умений в размере 25% от сопротивления магии. Кроме того, он получает 65 сопротивления магии."},"TFT13_GoopBuff_Invisibility":{"Title":"Невидимость","Description":"Раз в 6 сек. чемпион становится невидимым на 1 сек. Шанс критического удара его следующей атаки увеличивается на 100%."},"TFT13_GoopBuff_AllForOne":{"Title":"Сила дружбы","Description":"Чемпион получает 1% убийственности за каждую звезду бойцов у вас на поле. 3-звездочные бойцы вместо этого дают 8% убийственности."},"TFT13_GoopBuff_OneThousandCuts":{"Title":"Тысяча порезов","Description":"Атаки чемпиона дополнительно наносят 30 чистого урона. Этот урон увеличивается на 12 каждый раз, когда этот эффект поражает врага."},"TFT13_GoopBuff_MageArmor":{"Title":"Доспехи мага","Description":"Чемпион получает броню и сопротивление магии в размере 50% от силы умений."},"TFT13_GoopBuff_AvariceIncarnate":{"Title":"Воплощение алчности","Description":"Вы получаете 5 золота. Чемпион получает 15% убийственности плюс еще 1% за каждые 2 вашего золота (до 40%)."},"TFT13_GoopBuff_EvenInDeath":{"Title":"Последний шанс","Description":"Впервые погибнув, чемпион восстанавливает все здоровье, а также получает 50% скорости атаки и 20% всестороннего вытягивания жизни. Однако он теряет 12.5% здоровья в секунду."},"TFT13_GoopBuff_TitanicStrikes":{"Title":"Титанические удары","Description":"Атаки чемпиона наносят цели и примыкающим врагам дополнительный урон в размере 40% от силы атаки. "},"TFT13_GoopBuff_SlowCooker":{"Title":"Медленный огонь","Description":"Чемпион ежесекундно наносит врагам в пределах 1 яч. магический урон в размере 3% от максимального запаса здоровья. Область поражения увеличивается раз в 6 сек."},"TFT13_GoopBuff_HeavyHitter":{"Title":"Тяжеловес","Description":"Атаки чемпиона наносят дополнительный физический урон в размере 20% от его максимального запаса здоровья. Перезарядка: 2.5 сек."},"TFT13_GoopBuff_LegacyOfShurima":{"Title":"Наследие Шуримы","Description":"Спустя 10 сек. боя чемпион возносится, получая 50% здоровья и 60% скорости атаки."},"TFT13_GoopBuff_ShareYourEnergy":{"Title":"Источник энергии","Description":"Начало боя: чемпион дает примыкающим союзникам 15% от своих силы атаки, силы умений, здоровья, брони и сопротивления магии."},"TFT13_GoopBuff_Headhunter":{"Title":"Охотник за головами","Description":"Чемпион получает 15% скорости атаки. После каждого 1-го убийства он навсегда получает еще 1% скорости атаки (в ''Ва-банке'' прибавка удвоена). <TFTTrackerLabel>Общее количество убийств:&nbsp;@TFTUnitProperty.:TFT13_SetMechanic_EvolveBuff_Headhunter_CurrentKills@</TFTTrackerLabel> "},"TFT13_GoopBuff_CullTheWeak":{"Title":"Смерть слабым","Description":"Чемпион получает до 100% шанса критического удара в зависимости от недостающего здоровья цели. Раз в 3 сек. чемпион выбирает целью врага с наименьшим уровнем здоровья в процентах в пределах досягаемости."},"TFT13_GoopBuff_SlimeTime":{"Title":"Берегись, слизь!","Description":"Раз в 2 сек. чемпион наносит 130% (%i:scaleAP%) магического урона врагам в пределах 1 ячейки и лечится на 100% от нанесенного урона."},"TFT13_GoopBuff_UnstoppableForce":{"Title":"Безудержная сила","Description":"Поучаствовав в убийстве, чемпион совершает рывок к следующей цели и оглушает ее на 1.5 сек. Затем он восстанавливает себе 10% от максимального запаса здоровья."},"TFT13_GoopBuff_Fireball":{"Title":"Огненный шар","Description":"Каждый раз, когда чемпион тратит 70 маны, он выпускает огненный шар радиусом в 2 яч., который наносит чистый урон в размере 6% от максимального запаса здоровья и <TFTKeyword>поджигает</TFTKeyword> на 5 сек."},"TFT13_GoopBuff_ScuttleFamiliar":{"Title":"Краб-фамильяр","Description":"Когда чемпион погибает, на поле появляется краб с 100% от его здоровья, брони и сопротивления магии."},"TFT13_GoopBuff_CallingCard":{"Title":"Визитка","Description":"Вы получаете эмблему, соответствующую неуникальной особенности этого чемпиона."},"TFT13_GoopBuff_MagicMind":{"Title":"Маг-эксперт","Description":"Чемпион получает на 40% больше силы умений из всех источников."},"TFT13_GoopBuff_ComebackStory":{"Title":"Волевая победа","Description":"Чемпион получает 6% убийственности за каждые 10 здоровья, которые ваш тактик потерял в этой игре."},"TFT13_GoopBuff_HardenedMind":{"Title":"Эксперт по защите","Description":"Чемпион получает на 66% больше брони и сопротивления магии из всех источников."},"TFT13_GoopBuff_SharpenedMind":{"Title":"Эксперт по атаке","Description":"Чемпион получает на 55% больше силы атаки из всех источников."},"TFT13_GoopBuff_DeftHands":{"Title":"Мини-мы","Description":"Чемпион призывает миньонов (3), которые наносят урон в размере 30% (%i:scaleAD%) от силы атаки при каждой 3-й атаке. Их атаки ослабляют броню целей на 5."},"TFT13_GoopBuff_PowerAbsorption":{"Title":"Поглощение силы","Description":"Чемпион получает 30% силы атаки. Каждый раз, когда погибает союзник, чемпион получает 9% от его силы атаки."},"TFT13_GoopBuff_Miniaturize":{"Title":"Миниатюра","Description":"Чемпион превращается в предмет, который дает 75% от его силы атаки, силы умений, брони и сопротивления магии. Все используемые им предметы возвращаются на скамейку. "},"TFT13_GoopBuff_DeepRoots":{"Title":"Глубокие корни","Description":"Чемпион получает 700 здоровья, 25 брони и 25 сопротивления магии. Он не может передвигаться, и его нельзя оглушить. При этом он притягивает к себе цель на расстояние атаки."},"TFT13_GoopBuff_WolfFamiliars":{"Title":"Волки-фамильяры","Description":"Владелец призывает 2 недосягаемых волков, которые получают 50% от его силы атаки и 0.9 скорости атаки."},"TFT13_GoopBuff_CertainDeath":{"Title":"В центре битвы","Description":"При первом применении умения чемпион прыгает к врагам и оглушает всех в пределах 2 яч. на 1.5 сек. Кроме того, он получает 25% скорости атаки и 20% всестороннего вытягивания жизни."},"TFT13_GoopBuff_Dragonsoul":{"Title":"Воин дракона","Description":"Впервые атакуя новую цель, чемпион провоцирует взрыв, который наносит чистый урон в размере 20% от максимального запаса здоровья."},"TFT13_GoopBuff_IntoTheUnknown":{"Title":"В неизвестность","Description":"Чемпион пропадает на 3 р. По возвращении он получает 50 силы умений и 50% силы атаки."},"TFT13_GoopBuff_NothingWasted":{"Title":"Ничего не пропадет","Description":"Когда погибает союзник, чемпион восстанавливает 70% от его текущего запаса маны."},"TFT13_GoopBuff_UltimateHero":{"Title":"Абсолютный герой","Description":"Через несколько (3) раундов 3-звездочный чемпион за 1 золота улучшается до 4 звезд!"},"TFT13_GoopBuff_LaserEyes":{"Title":"Лазеры из глаз","Description":"Чемпион выпускает луч длиной в 3 ячейки, который ежесекундно наносит пораженным врагам магический урон в размере 100% от силы умений и <TFTKeyword>поджигает</TFTKeyword> их на 3 сек."},"TFT13_GoopBuff_HungerForPower":{"Title":"Жажда силы","Description":"Начало боя: чемпион пожирает ближайшего союзника и получает 60% от его здоровья и силы атаки."},"TFT13_GoopBuff_DramaticEntrance":{"Title":"Эффектное появление","Description":"Начало боя: чемпион покидает поле боя. Спустя 6 сек. он возвращается с 55% дополнительного здоровья и <TFTKeyword>оглушает</TFTKeyword> всех врагов на 2 сек."},"TFT13_GoopBuff_Stoneskin":{"Title":"Каменная кожа","Description":"Начало боя: чемпион получает 225 брони и сопротивления магии. Каждую секунду эта прибавка уменьшается на 10."},"TFT13_GoopBuff_Repulsor":{"Title":"Репульсор","Description":"Чемпион получает 35% скорости атаки. При применении умения он отбрасывает свою цель, если та находится в пределах 2 яч. от него."},"TFT13_GoopBuff_Hivemind":{"Title":"Коллективный разум","Description":"В каждом бою против игрока вы получаете копию чемпиона, которого этот чемпион убивает первым. Также он получает 25% убийственности."}}}