{"type":"tft-anomaly","version":"14.24.1","data":{"TFT13_GoopBuff_BerserkerRage":{"Title":"Fúria Berserker","Description":"Recebe 25 de Poder de Habilidade e 25% de Dano de Ataque. O valor é triplicado quando estiver com menos de 50% de Vida."},"TFT13_GoopBuff_Bulwark":{"Title":"Bastião","Description":"Recebe 40 de Armadura e 40 de Resistência Mágica. O valor será triplicado quando estiver com mais de 50% de Vida."},"TFT13_GoopBuff_DualWielding":{"Title":"Ataque Duplo","Description":"Recebe 2 itens completos de acordo com a função do Campeão."},"TFT13_GoopBuff_EagleEye":{"Title":"Olhos de Águia","Description":"Recebe +1 de Alcance. A cada 2s que este Campeão passa sem se mover, recebe 6% de Dano de Ataque."},"TFT13_GoopBuff_Fortified":{"Title":"Fortalecido","Description":"Recebe 12% de Vida máxima. A cada 4s, recebe mais 12% (até 5 vezes)."},"TFT13_GoopBuff_Freestyling":{"Title":"Estilo Livre","Description":"Recebe 4.5% de amplificação de dano para cada característica não única ativada."},"TFT13_GoopBuff_Hypervelocity":{"Title":"Hipervelocidade","Description":"Recebe 10% de Velocidade de Ataque. Ao conjurar, recebe 15% de Velocidade de Ataque cumulativa pelo resto do combate."},"TFT13_GoopBuff_KillStreak":{"Title":"Sequência de abates","Description":"Recebe 20 de Mana a cada abate."},"TFT13_GoopBuff_MagicTraining":{"Title":"Treinamento de Magia","Description":"Recebe 15 de Poder de Habilidade. Ao conjurar, sua equipe recebe 2 de Poder de Habilidade a cada 20 de Mana usado."},"TFT13_GoopBuff_ShouldertheBurden":{"Title":"Escudo Protetor","Description":"No início do combate e a cada 8s: concede um Escudo de 12% da Vida máxima para si e para os 2 aliados com a Vida mais baixa por 4s."},"TFT13_GoopBuff_StrengthTraining":{"Title":"Treinamento de Força","Description":"Recebe 20% de Dano de Ataque. A cada 3 ataques, sua equipe recebe 4% de Dano de Ataque."},"TFT13_GoopBuff_TheFinisher":{"Title":"Finalizador","Description":"Os ataques e a habilidade deste Campeão executam Campeões inimigos com 15% de Vida ou menos."},"TFT13_GoopBuff_Thornskin":{"Title":"Pele de Espinhos","Description":"Recebe 60 de Armadura e 60 de Resistência Mágica. Ao sofrer dano, causa 20% do dano bloqueado a inimigos adjacentes como Dano Mágico. "},"TFT13_GoopBuff_GiantSized":{"Title":"Gigantesco","Description":"Recebe 1000 de Vida e cresce bastante."},"TFT13_GoopBuff_EnergyAbsorption":{"Title":"Absorção de Energia","Description":"Recebe 30 de Poder de Habilidade. Sempre que um aliado morre, recebe 5% do Poder de Habilidade dele."},"TFT13_GoopBuff_Bully":{"Title":"Valentão","Description":"Recebe 12% de amplificação de dano, aumentado para 36% contra unidades com nível de estrela mais baixo."},"TFT13_GoopBuff_EssenceofNavori":{"Title":"Essência dos Navori","Description":"Mana máximo reduzido em 10%, aumentado em 10% sempre que este Campeão conjurar (até 40%)."},"TFT13_GoopBuff_AvalancheofArmor":{"Title":"Avalanche de Armadura","Description":"Recebe %i:scaleAD% Dano de Ataque equivalente a 30% da Armadura. Recebe 50 %i:scaleArmor% de Armadura."},"TFT13_GoopBuff_TouchofFrost":{"Title":"Toque Ártico","Description":"Conjurações de Habilidade causam 20% de <TFTKeyword>Congelamento</TFTKeyword> (reduz a Velocidade de Ataque) aos inimigos por 4s. Ao morrer, inimigos <TFTKeyword>Congelados</TFTKeyword> Atordoam o inimigo mais próximo por 1s."},"TFT13_GoopBuff_Knockout":{"Title":"Nocaute","Description":"Recebe 15% de Dano de Ataque. O próximo Ataque depois da conjuração recebe 35% de Chance de Acerto Crítico e causa 90% de Dano Verdadeiro."},"TFT13_GoopBuff_CenteroftheUniverse":{"Title":"Centro do Universo","Description":"Recebe 6 estrelas que orbitam o Campeão. Cada estrela causa 75 de Dano Mágico e a órbita aumenta para atingir o alvo atual do Campeão."},"TFT13_GoopBuff_CosmicRhythm":{"Title":"Ritmo Cósmico","Description":"Deixa de receber Mana, mas conjura a habilidade a cada 4s."},"TFT13_GoopBuff_ArcanaOverwhelming":{"Title":"Sobrecarga Arcana","Description":"Recebe %i:scaleAP% Poder de Habilidade equivalente a 25% da Resistência Mágica. Recebe 65 de Resistência Mágica."},"TFT13_GoopBuff_Invisibility":{"Title":"Invisibilidade","Description":"A cada 6s, fica invisível por 1s. O próximo ataque tem 100% de Chance de Acerto Crítico."},"TFT13_GoopBuff_AllForOne":{"Title":"Poder da Amizade","Description":"Recebe 1% de amplificação de dano por nível de estrela no seu tabuleiro. Campeões de 3 Estrelas concedem 8% de amplificação de dano."},"TFT13_GoopBuff_OneThousandCuts":{"Title":"Mil Cortes","Description":"Ataques causam 30 de Dano Verdadeiro adicional, mais 12 de Dano Verdadeiro para cada vez que o alvo tiver sofrido dano deste efeito."},"TFT13_GoopBuff_MageArmor":{"Title":"Armadura de Mago","Description":"Recebe Armadura e Resistência Mágica equivalentes a 50% do Poder de Habilidade."},"TFT13_GoopBuff_AvariceIncarnate":{"Title":"Avareza Encarnada","Description":"Recebe 5 de ouro. Recebe 15% de amplificação de dano e 1% a mais a cada 2 de ouro que você tiver (até 40%)."},"TFT13_GoopBuff_EvenInDeath":{"Title":"Última Chance","Description":"Na primeira morte, ressuscita com a Vida cheia, recebendo 50% de Velocidade de Ataque e 20% de Vampirismo Universal, mas perde 12.5% de Vida por segundo."},"TFT13_GoopBuff_TitanicStrikes":{"Title":"Golpes Titânicos","Description":"Ataques causam 40% de Dano de Ataque adicional ao alvo e a inimigos adjacentes. "},"TFT13_GoopBuff_SlowCooker":{"Title":"Fogo Baixo","Description":"A cada segundo, causa Dano Mágico equivalente a 3% da Vida máxima dele em um raio de 1 casa(s). O raio aumenta a cada 6s."},"TFT13_GoopBuff_HeavyHitter":{"Title":"Porradeiro","Description":"Ataques causam Dano Físico adicional equivalente a 20% da Vida máxima deste Campeão. (Tempo de Recarga: 2.5s)"},"TFT13_GoopBuff_LegacyOfShurima":{"Title":"Legado de Shurima","Description":"Depois de 10s de combate, ascende e recebe 50% de Vida máxima e 60% de Velocidade de Ataque."},"TFT13_GoopBuff_ShareYourEnergy":{"Title":"Compartilhe Sua Energia","Description":"Início do combate: concede 15% do Dano de Ataque, Poder de Habilidade, Vida, Armadura e Resistência Mágica dele a aliados adjacentes."},"TFT13_GoopBuff_Headhunter":{"Title":"Caçador de Cabeças","Description":"Esse Campeão recebe 15% de Velocidade de Ataque. A cada 1 abate(s), ele recebe permanentemente 1% a mais (dobrado em Batalha Frenética). <TFTTrackerLabel>(Total de abates:&nbsp;@TFTUnitProperty.:TFT13_SetMechanic_EvolveBuff_Headhunter_CurrentKills@) </TFTTrackerLabel> "},"TFT13_GoopBuff_CullTheWeak":{"Title":"Morte aos Fracos","Description":"Recebe até 100% de Chance de Acerto Crítico com base na Vida perdida do alvo. A cada 3s, alveja o inimigo com a menor porcentagem de Vida dentro do alcance."},"TFT13_GoopBuff_SlimeTime":{"Title":"Hora da Geleca","Description":"A cada 2s, causa 130% (%i:scaleAP%) de Dano Mágico em um raio de 1 casa e cura esse Campeão em 100% do dano causado."},"TFT13_GoopBuff_UnstoppableForce":{"Title":"Força Incontrolável","Description":"Ao conseguir uma eliminação, avança no próximo alvo e o atordoa por 1.5s, depois se cura em 10% da Vida máxima."},"TFT13_GoopBuff_Fireball":{"Title":"Bola de Fogo","Description":"A cada 70 de Mana usado, arremessa uma bola de fogo de 2 casa(s) de raio, causando 6% da Vida máxima como Dano Verdadeiro e <TFTKeyword>Queimadura</TFTKeyword> por 5s."},"TFT13_GoopBuff_ScuttleFamiliar":{"Title":"Aronguejo de Companhia","Description":"Ao morrer, invoca um Aronguejo com 100% da Vida máxima, Armadura e Resistência Mágica dele."},"TFT13_GoopBuff_CallingCard":{"Title":"Cartão de Visitas","Description":"Recebe um Emblema de acordo com uma característica não única do Campeão."},"TFT13_GoopBuff_MagicMind":{"Title":"Especialista em Magia","Description":"Este Campeão recebe 40% a mais de Poder de Habilidade de todas as fontes."},"TFT13_GoopBuff_ComebackStory":{"Title":"Reviravolta","Description":"Recebe 6% de amplificação de dano a cada 10 de Vida de jogador perdida nesta partida."},"TFT13_GoopBuff_HardenedMind":{"Title":"Especialista em Defesa","Description":"Este Campeão recebe 66% a mais de Armadura e Resistência Mágica de todas as origens."},"TFT13_GoopBuff_SharpenedMind":{"Title":"Especialista de Ataque","Description":"Este Campeão recebe 55% a mais de Dano de Ataque de todas as fontes."},"TFT13_GoopBuff_DeftHands":{"Title":"Minizinhos","Description":"Recebe 3 minis que causam 30% (%i:scaleAD%) de Dano de Ataque a cada 3 ataques. Os ataques deles reduzem a Armadura em 5."},"TFT13_GoopBuff_PowerAbsorption":{"Title":"Absorção de Poder","Description":"Recebe 30% de Dano de Ataque. Sempre que um aliado morre, recebe 9% do Dano de Ataque dele."},"TFT13_GoopBuff_Miniaturize":{"Title":"Miniaturizar","Description":"Vira um item que concede 75% do Dano de Ataque, Poder de Habilidade, Armadura e Resistência Mágica. Itens equipados são desequipados. "},"TFT13_GoopBuff_DeepRoots":{"Title":"Raízes Profundas","Description":"Recebe 700 de Vida, 25 de Armadura e 25 de Resistência Mágica. Não pode se mover ou ser atordoado, além de puxar o alvo para dentro do alcance."},"TFT13_GoopBuff_WolfFamiliars":{"Title":"Companheiros Lupinos","Description":"Invoca 2 lobos inalvejáveis que atacam com 50% do Dano de Ataque deste Campeão e 0.9 de Velocidade de Ataque."},"TFT13_GoopBuff_CertainDeath":{"Title":"Mergulhando","Description":"Na primeira conjuração, salta até inimigos e os atordoa em um raio de 2 casas por 1.5s, além de receber 25% de Velocidade de Ataque e 20% de Vampirismo Universal."},"TFT13_GoopBuff_Dragonsoul":{"Title":"Alma de Dragão","Description":"O primeiro ataque desse Campeão contra um novo alvo dispara uma explosão de Alma de Dragão, causando 20% da Vida máxima como Dano Verdadeiro."},"TFT13_GoopBuff_IntoTheUnknown":{"Title":"Entrando no Desconhecido","Description":"Este Campeão desaparece por 3 rodadas. Depois, retorna e recebe 50 de Poder de Habilidade e 50% de Dano de Ataque."},"TFT13_GoopBuff_NothingWasted":{"Title":"Sem Desperdício","Description":"Sempre que um aliado morre, recebe 70% do Mana atual dele."},"TFT13_GoopBuff_UltimateHero":{"Title":"Grande Herói","Description":"Depois de 3 rodadas, deixa um Campeão de custo 1 e 3 Estrelas com 4 Estrelas!"},"TFT13_GoopBuff_LaserEyes":{"Title":"Olhos de Laser","Description":"Causa constantemente 100% do Poder de Habilidade como Dano Mágico por segundo em uma linha de 3 casas, além de <TFTKeyword>Queimar</TFTKeyword> inimigos por 3s."},"TFT13_GoopBuff_HungerForPower":{"Title":"Fome de Poder","Description":"Início do combate: consome o aliado mais próximo e recebe 60% da Vida e do Dano de Ataque dele."},"TFT13_GoopBuff_DramaticEntrance":{"Title":"Entrada Dramática","Description":"Início do combate: salta para fora do campo de batalha. Depois de 6s, volta com 55% de Vida máxima aumentada e <TFTKeyword>Atordoa</TFTKeyword> todos os inimigos por 2s."},"TFT13_GoopBuff_Stoneskin":{"Title":"Pele de Pedra","Description":"Início do combate: recebe 225 de Armadura e Resistência Mágica. A cada segundo, reduz este efeito em 10s."},"TFT13_GoopBuff_Repulsor":{"Title":"Repulsor","Description":"Recebe 35% de Velocidade de Ataque. Ao conjurar, empurra o alvo se estiver a até 2 casa(s) de distância."},"TFT13_GoopBuff_Hivemind":{"Title":"Mente Coletiva","Description":"Recebe uma cópia do primeiro Campeão que este Campeão abater a cada combate contra jogador. Recebe 25% de amplificação de dano."}}}